Repository: KDE/kmail
Catalog: po/*/akonadi_mailfilter_agent.po
Languages: ar, bg, eo, ro

# @action:button
source: Share…
bg: Споделяне…

# @title:window
source: Filter Log Viewer
ar: عارض سجلّات التّرشيح
bg: Преглед на филтърните дневници
eo: Rigardilo por Filtrila Protokolo

# @option:check
source: &Log filter activities
bg: &Регистриране в дневник на филтърни дейности

source: You can turn logging of filter activities on and off here. Of course, log data is collected and shown only when logging is turned on.
ar: يمكنك هنا تفعيل وتعطيل تسجيل أنشطة التّرشيح. بطبيعة الحال، تُجمع بيانات السّجلّات وتُعرض فقط إن كان التّسجيل مفعّلًا.
bg: Можете да включите и изключите регистрирането на филтърни дейности тук. Разбира се, данните в дневника се събират и показват само когато регистрацията е включена.
eo: Vi povas ŝalti kaj malŝalti registradon de filtrilaj agadoj ĉi tie. Kompreneble, protokolaj datumoj estas kolektitaj kaj montrataj nur kiam la protokolo estas ŝaltita.
ro: Aici puteți activa și dezactiva înregistrarea în jurnal a activității filtrelor. Desigur, datele jurnalului sunt colectate și afișate numai când jurnalizarea e activată.

source: Logging Details
ar: تفاصيل التّسجيل
bg: Подробности за регистриране
eo: Detaloj de Protokolado
ro: Detalii jurnalizare

# @option:check
source: Log pattern description
bg: Регистриране в дневник на шаблон на описанието

# @option:check
source: Log filter &rule evaluation
bg: Регистриране в дневник на филтърни шаблони

source: You can control the feedback in the log concerning the evaluation of the filter rules of applied filters: having this option checked will give detailed feedback for each single filter rule; alternatively, only feedback about the result of the evaluation of all rules of a single filter will be given.
ar: يمكنك التّحكّم بالمعلومات المسجّلة في السّجلّ بخصوص تقدير قواعد التّرشيح للمرشّحات المطبّقة: إن كان هذا الخيار مؤشّرًا عليه فستحصل على معلومات مفصّلة لكلّ قاعدة ترشيح بمفردها، وإلّا فستجد معلومات عن نتيجة تقدير كلّ قواعد التّرشيح للمرشّح الوحيد.
bg: Можете да контролирате обратната връзка в дневника относно оценката на правилата за филтриране на приложените филтри: ако тази опция е отметната, ще получите подробна обратна връзка за всяко едно правило на филтъра; алтернативно ще бъде дадена само обратна връзка за резултата от оценката на всички правила на един филтър.
eo: Vi povas regi la reagojn en la protokolo pri la taksado de la filtrilreguloj de aplikataj filtriloj: havi ĉi tiun opcion kontrolita donos detalan reagojn por ĉiu unuopa filtrila regulo; alternative, nur reagoj pri la rezulto de la taksado de ĉiuj reguloj de ununura filtrilo estos donita.
ro: Puteți controla feedback-ul din jurnal referitor la evaluarea regulilor de filtrare ale filtrelor aplicate: având această opțiune bifată va furniza feedback detaliat pentru fiecare regulă de filtrare în parte; altfel, va fi furnizat numai feedback-ul despre rezultatul evaluării tuturor regulilor unui singur filtru.

# @option:check
source: Log filter pattern evaluation
bg: Регистриране в дневник на филтърни шаблони

# @option:check
source: Log filter actions
bg: Регистриране в дневник на филтърни действие

# @label:textbox
source: Log size limit:
bg: Ограничение на размера на файл на дневника:

source: KB
ar: ك.بايت
bg: кБ

# @label:spinbox Set the size of the logfile to unlimited.
source: unlimited
ar: بلا حدّ
bg: неограничен
eo: senlima
ro: nelimitat

source: Collecting log data uses memory to temporarily store the log data; here you can limit the maximum amount of memory to be used: if the size of the collected log data exceeds this limit then the oldest data will be discarded until the limit is no longer exceeded.
ar: يستخدم تجميع بيانات السّجلّات الذّاكرةَ لتخزين بيانات السّجلّات مؤقّتًا. يمكنك هنا قصر أقصى حدّ للذّاكرة المستخدمة لذلك، فإن تخطّى حجم السّجلّات المجموعة هذا الحدّ فستُهمل البيانات الأكثر قدمًا طالما وصل التّطبيق إلى الحدّ.
bg: Събирането на данни от дневника използва памет за временно съхраняване на данните от дневника; тук можете да ограничите максималния обем памет, която да се използва: ако размерът на събраните данни от дневника надвишава тази граница, тогава най-старите данни ще бъдат изхвърлени, докато лимитът вече не бъде надвишен.
eo: Kolektado de protokolaj datumoj uzas memoron por provizore konservi la protokolojn; ĉi tie vi povas limigi la maksimuman kvanton de memoro uzota: se la grandeco de la kolektitaj protokolaj datumoj superas ĉi tiun limon, tiam la plej malnovaj datumoj estos forĵetitaj ĝis la limo ne plu estos superita.
ro: Colectarea datelor folosește memorie pentru a stoca temporar datele jurnalului. Aici puteți limita cantitatea maximă de memorie de folosit: dacă dimensiunea datelor de jurnal colectate depășește această limită, atunci cele mai vechi date vor fi aruncate până nu se mai depășește limita.

source: Could not write the file %1: "%2" is the detailed error description.
ar: تعذّرت كتابة الملفّ %1: وصف الخطأ المفصّل هو ”%2“.
bg: Не можа да се запише файла %1: „%2“ е подробното описание на грешката.
eo: Ne eblis skribi la dosieron %1: "%2" estas la detala erara priskribo.
ro: Nu s-a putut scrie în fișierul %1: „%2” este descrierea detaliată a erorii.

# @title:window
source: KMail Error
ar: خطأ في «بريدك»
bg: Грешка в Kmail
eo: KMail-Eraro

source: Filtering message %1 of %2
ar: يرشّح الرّسالة %1 من أصل %2
bg: Филтриране на съобщение %1 от %2
eo: Filtri mesaĝon %1 de %2
ro: Filtrare mesaj %1 din %2

source: Error applying mail filter move
ar: خطأ أثناء تطبيق نقل مرشّح البريد
bg: Грешка при прилагането на преместването на филтъра за поща
eo: Eraro dum aplikado de poŝtfiltrilo movo

source: Error applying mail filter delete
ar: خطأ أثناء تطبيق حذف مرشّح البريد
bg: Грешка при прилагането на изтриване на филтър за поща
eo: Eraro dum aplikado de poŝtfiltrilo forigo
ro: Eroare la aplicarea ștergerii de filtre a mesajelor

source: Error applying mail filter modifications
ar: خطأ أثناء تطبيق تعديلات مرشّح البريد
bg: Грешка при прилагането на модификациите на филтъра за поща
eo: Eraro dum aplikado de poŝtfiltrilaj modifoj
ro: Eroare la aplicarea modificărilor de filtre ale mesajelor

source: <b>Evaluating filter rules:</b>
ar: <b>يقدّر قواعد المرشّحات:</b>
bg: <b> Правила за оценяващи филтри: </b>
eo: <b>Taksado de filtrilaj reguloj:</b>
ro: <b>Se evaluează regulile de filtrare:</b>

source: <b>Filter rules have matched.</b>
ar: <b>تطابقت قواعد التّرشيح.</b>
bg: <b> Правилата за филтриране съвпадат. </b>
eo: <b>Reguloj de filtrilo kongruis.</b>
ro: <b>Regulile de filtrare s-au potrivit.</b>

source: <b>Begin filtering on message "%1" from "%2" at "%3" :</b>
ar: <b>بدأ ترشيح الرّسالة ”%1“ من ”%2“ في ”%3“:</b>
bg: <b> Започнете филтриране на съобщение „%1“ от „%2“ от „%3“: </b>
eo: <b>Komencu filtri ĉe mesaĝo "%1" de "%2" ĉe "%3" :</b>
ro: <b>Începe filtrarea pe mesajul „%1” de la „%2” la „%3” :</b>

source: Filtering messages
ar: يرشّح الرّسائل
bg: Филтриране на съобщенията
eo: Filtri mesaĝojn
ro: Se filtrează mesajele

source: Starting
bg: Стартиране

# Notification when the filter log was enabled
source: Mail Filter Log Enabled
ar: فُعّل تسجيل مرشّح البريد
bg: Дневникът на филтъра за поща е активиран
eo: Poŝtfiltrila Protokolo Ebligita
ro: Jurnalul de filtrare a mesajelor e activat

source: Show Log
bg: Показване на дневника

source: Ready
ar: جاهز
bg: Готово
eo: Preta
ro: Pregătit

source: Filtering in %1
ar: يرشّح في %1
bg: Филтриране в %1
eo: Filtri en %1
ro: Se filtrează în %1

source: Finished filtering, %1 message processed
bg: Филтрирането е завършено, обработено е %1 съобщение

source: Share...
ar: شارك...
eo: Kunhavigi...

source: &Log filter activities
ar: &سجّل أنشطة التّرشيح
eo: Protoko&li filtrilajn agadojn
ro: Jurna&lizează activitățile filtrelor

source: Log pattern description
ar: سجّل وصف الأنماط
eo: Priskribo de protokola ŝablono
ro: Descrierea modelului de jurnalizare

source: Log filter &rule evaluation
ar: سجّل تقدير &قاعدة المرشّحات
eo: Protokoli filtril-&regulan efektivigon
ro: Evaluare &reguli de jurnalizare a filtrelor

source: Log filter pattern evaluation
ar: سجّل تقدير أ&نماط المرشّحات
eo: Ensalutu filtrila ŝablono taksado
ro: Evaluare model de jurnalizare a filtrelor

source: Log filter actions
ar: سجّل إجراءات المرشّحات
eo: Ensalutu filtrilaj agoj
ro: Jurnalizează acțiunile filtrelor

source: Log size limit:
ar: اقصر حجم السّجلّات:
