Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Wolfram Diestel,Steffen Pietsch,Matthias Peick,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de,matthias@peick.de,olivermkellogg@gmail.com

source: Maintainer
eo: Fleganto

source: Former maintainer
eo: Antaŭa fleganto

source: Original author
eo: Origina aŭtoro

source: Former co-maintainer
eo: Iama kunzorganto

source: Former core developer
eo: Iama kerna programisto

source: Core developer
eo: Kerna programanto

source: Documentation
eo: Dokumentaro

source: Japanese language support
eo: Japanlingva subteno

source: Numerous technical corrections
eo: Multnombraj teknikaj korektoj

source: System tray notification
eo: Sciigo de la sistema pleto

source: Patch for PGP
eo: Flikaĵo por PGP

source: Crypto support
eo: Kripta subteno

source: Improved internal program documentation
eo: Plibonigita interna programdokumentado

source: Major contributor, still active
eo: Grava kontribuanto, ankoraŭ aktiva

source: Added maildir support
eo: Aldonita maildir-subteno

source: PGP 6 support and further enhancements of the encryption support
eo: PGP-6-subteno kaj pluaj pliboniĝaĵoj de la ĉifrada subteno

source: Original encryption support PGP 2 and PGP 5 support
eo: Origina ĉifrado subteno PGP 2 kaj PGP 5 subteno

source: GnuPG support
eo: GnuPG-subteno

source: Major contributor
eo: Grava kontribuanto

source: Various and sundry bug fixes
eo: Diversaj kaj diversaj cimoj korektoj

source: Improved asynchronous processes
eo: Plibonigitaj nesinkronaj procezoj

source: Enhanced configuration dialogs
eo: Plibonigitaj agordaj dialogoj

source: Notes/calendar integration
eo: Notoj/kalendaro integriĝo

source: Improve efficiency and consistency of code
eo: Plibonigi efikecon kaj konsistencon de kodo

source: New message list and new folder tree
eo: Nova mesaĝlisto kaj nova dosierujo-arbo

source: Many valuable contributions
eo: Multaj valoraj kontribuoj

source: Killed lots of bugs
eo: Mortigis multajn cimojn

source: Smiley-->emoticons processing
eo: Rideto-->pretigo de miensimboloj

source: Improve 'Mark Message as' popup menu
eo: Plibonigi 'Marki Mesaĝon kiel' ŝprucmenuon

source: Bugzilla maintenance
eo: Bugzilla prizorgado

source: Improved execution speed
eo: Plibonigita plenumrapideco

source: Optionally compress attachments
eo: Laŭvole kunpremi kunsendaĵojn

source: Added spam status to fancy headers
eo: Aldonita spamstatuso al elegantaj kaplinioj

source: Implemented todo status handling
eo: Efektivigita traktado de statuso de ĉio

source: Bug fixes, code cleanup
eo: Cimoj korektoj, koda purigado

source: LDAP support, maintenance
eo: LDAP-subteno, prizorgado

source: Major contributor to Akonadi
eo: Grava kontribuanto al Akonadi

source: Documentation, still active
eo: Dokumentado, ankoraŭ aktiva

source: Substantial contributor, still active
eo: Granda kontribuanto, ankoraŭ aktiva

source: Anti-virus support
eo: Kontraŭvirusa subteno

source: Fixed widget styles
eo: Fiksaj fenestraĵstiloj

source: Bug fixes
eo: Cimoj korektoj

source: Several patches
eo: Pluraj diakiloj

source: Enable external reference loading for a whole folder
eo: Ebligi eksteran referencoŝargadon por tuta dosierujo

source: Delete an entire thread
eo: Forigi tutan fadenon

source: POP filters
eo: POP3 Filtroreguloj

source: Patch Solaris crash
eo: Patch Solaris-paneo

source: Choice of fonts for new/unread/important messages
eo: Elekto de tiparoj por novaj/nelegitaj/gravaj mesaĝoj

source: Fix Quick Search keyboard navigation
eo: Ripari Rapidan Serĉan klavarnavigadon

source: Fix drag and drop from address book to composer
eo: Ripari treni kaj faligi de adresaro al komponisto

source: Substantial contributor
eo: Granda kontribuanto

source: Improve configuration dialog
eo: Plibonigi agordan dialogon

source: Improved message importing
eo: Plibonigita mesaĝimportado

source: Improve status bar messages
eo: Plibonigi statusbreton mesaĝojn

source: Patch for window resizing problem
eo: Flikaĵo por problemo de regrandigo de fenestro

source: Optimize qt-cast; fix QUrl()
eo: Optimumigi qt-cast; ripari QUrl()

source: Usability tests and improvements
eo: Testoj de uzebleco kaj plibonigoj

source: Patch composer configuration
eo: Agordo de la komponisto de flikiloj

source: Ägypten and Kroupware project management
eo: Projektadministrado de Egiptio kaj Krupaĵo

source: Improved HTML support
eo: Plibonigita HTML-subteno

source: X-Face support
eo: X-Face subteno

source: Automated recipient selection
eo: Aŭtomatigita elekto de ricevantoj

source: Beta testing of PGP 6 support
eo: Beta-testado de PGP 6-subteno

source: Bug fixes, cleaned up context menus
eo: Cimoj korektoj, purigis kuntekstajn menuojn

source: Port to MS Windows®
eo: Portado al MS Windows®

source: IM status indicator
eo: IM-statusindikilo

source: Improve layout of recipients editor
eo: Plibonigi aranĝon de ricevantoj-redaktilo

source: Timestamp for 'Transmission completed' status messages
eo: Tempostampo por 'Transdono kompletigita' statusmesaĝoj

source: Multiple encryption keys per address
eo: Multoblaj ĉifraj ŝlosiloj per adreso

source: Improved icon/image processing
eo: Plibonigita piktogramo/bilda prilaborado

source: Fixed many IMAP bugs
eo: Korektis multajn IMAP-cimojn

source: KDE Email Client
eo: KDE-Poŝtilo

source: Copyright © %1, KMail authors
eo: Kopirajto © %1, aŭtoroj de KMail

# @title:tab Mailing list settings for a folder.
source: Mailing List
eo: Dissendolisto

# @action:button
source: Detect Automatically
eo: Ekkoni aŭtomate

source: Mailing list description:
eo: Dissendolista priskribo:

source: Browser
eo: Foliumilo

source: Preferred handler:
eo: Preferata traktilo:

# @action:button
source: Invoke Handler
eo: Lanĉi Traktilon

source: Address type:
eo: Adreso tipo:

# @label:textbox
source: URL for mailing list posting:
eo: URL por dissendolisto:

source: Subscribe to List
eo: Aboni dissendoliston

source: Post to List
eo: Sendi al dissendolisto

source: Unsubscribe From List
eo: Malaboni de Listo

source: List Archives
eo: Listarĥivoj

source: List Help
eo: Listhelpo

source: Not available
eo: Ne haviĝebla

source: Not available.
eo: Ne havebla.

source: KMail was unable to detect any mailing list in this folder.
eo: KMail ne povis detekti ajnan dissendoliston en ĉi tiu dosierujo.

source: KMail was unable to fully detect a mailing list in this folder. Please fill in the addresses by hand.
eo: KMail ne povis plene detekti dissendoliston en ĉi tiu dosierujo. Bonvolu plenigi la adresojn mane.

# @title:tab Quota page.
source: Quota
eo: Kvoto

# @label:textbox
source: Usage:
eo: Uzado:

# @label:textbox
source: Status:
eo: Stato:

source: %p% full
eo: %p% plena

source: %1 of %2 used
eo: %1 el %2 uzata

# @title:tab Shortcut settings for a folder.
source: Shortcut
eo: Ŝparvojo

# @label:textbox
source: <qt>To choose a key or a combination of keys which select the current folder, click the button below and then press the key(s) you wish to associate with this folder.</qt>
eo: <qt>Por elekti klavon aŭ kombinaĵon de klavoj kiuj elektas la nunan dosierujon, alklaku la suban butonon kaj poste premu la klavon(j)n, kiujn vi volas asocii kun ĉi tiu dosierujo.</qt>

# @title:tab Templates settings page.
source: Templates
eo: Ŝablonoj

# @title:tab View settings for a folder.
source: View
eo: Rigardi

# @option:check
source: Use custom &icons
eo: Uzi proprajn p&iktogramojn

# Icon used for folders with no unread messages.
source: &Normal:
eo: &Normala:

# Icon used for folders which do have unread messages.
source: &Unread:
eo: N&elegita:

source: Retrieval Options
eo: Elektebloj de Ricevo

# @title:tab Tab page where the user configures identities
source: Identities
eo: Identecoj

# @title:tab Tab page where the user configures accounts to receive mail
source: Receiving
eo: Ricevante

# @title:tab Tab page where the user configures accounts to send mail
source: Sending
eo: Sendante

# @title:tab Tab page where the user configures ldap server
source: LDAP server
eo: LDAP-servilo

# @label:textbox
source: Outgoing accounts (add at least one):
eo: Elirantaj Kontoj (aldonu almenaŭ unu):

# @option:check
source: &Confirm action
eo: &Konfirmi agon

source: Before sending:
eo: Antaŭ sendi:

# @option:check
source: Check spelling
eo: Kontroli literumadon

source: Never Automatically
eo: Neniam aŭtomate

source: On Manual Mail Checks
eo: Ĉe manaj retleterkontroladoj

source: On All Mail Checks
eo: Ĉe ĉiuj retleterkontroladoj

source: Send &messages in outbox folder:
eo: Sendi &mesaĝojn en elira leterujo:

source: Send Now
eo: Sendi tuj

source: Send Later
eo: Sendi poste

source: Defa&ult send method:
eo: &Apriora sendmetodo:

# @option:check
source: Enable Undo Send
eo: Ebligi Malfaron de Sendo

source: Add Mail Account…
eo: Aldoni Poŝtan Konton…

source: Custom Account…
eo: Tajlorita Konto…

# Label to a checkbox, so is either checked/unchecked
source: Include in Manual Mail Check
eo: Enmetu en Manan Poŝtkontrolon

# Label to a checkbox, so is either checked/unchecked
source: Switch offline on KMail Shutdown
eo: Ŝalti eksterrete ĉe Malŝalto de KMail

# @action
source: Check mail on startup
eo: Kontroli poŝton ĉe ekfunkciigo

source: New Mail Notifier Agent not registered. Please contact your administrator.
eo: Nova Agento de Poŝt Notification ne registrita. Bonvolu kontakti vian administranton.

source: General
eo: Ĝenerale

source: Fonts
eo: Tiparoj

source: Colors
eo: Koloroj

source: Layout
eo: Aranĝo

source: Message List
eo: Mesaĝolisto

source: Message Tags
eo: Mesaĝaj Etikedoj

source: Message Body
eo: Mesaĝokorpo

source: Message List - Unread Messages
eo: Mesaĝolisto - Nelegitaj Mesaĝoj

source: Message List - Important Messages
eo: Mesaĝolisto - Gravaj Mesaĝoj

source: Message List - Action Item Messages
eo: Listo de Mesaĝoj - Mesaĝoj de Agado

source: Fixed Width Font
eo: Egallarĝa tiparo

source: Composer
eo: Mesaĝredaktilo

source: Printing Output
eo: Elpresaĵo

# @option:check
source: &Use custom fonts
eo: &Uzi proprajn tiparojn

# @label:textbox
source: Apply &to:
eo: Apliki &al:

source: Quoted Text - First Level
eo: Citita teksto - unua nivelo

source: Quoted Text - Second Level
eo: Citita teksto - dua nivelo

source: Quoted Text - Third Level
eo: Citita teksto - tria nivelo

source: Link
eo: Ligo

source: Unread Message
eo: Nelegita mesaĝo

source: Important Message
eo: Grava mesaĝo

source: Action Item Message
eo: Ago-Ero Mesaĝo

source: HTML Status Bar Background - No HTML Message
eo: Fonkoloro de statobreto - Neniu HTML-mesaĝo

source: HTML Status Bar Foreground - No HTML Message
eo: Tekstkoloro de statobreto - Neniu HTML-mesaĝo

source: HTML Status Bar Background - HTML Message
eo: Fonkoloro de statobreto - HTML-mesaĝo

source: HTML Status Bar Foreground - HTML Message
eo: Tekstkoloro de statobreto - HTML-mesaĝo

# @option:check
source: &Use custom colors
eo: &Uzi proprajn kolorojn

# @option:check
source: Recycle colors on deep &quoting
eo: &Recikligi kolorojn ĉe profunda citado

# @option:check
source: &Do not change color from original HTML mail
eo: Ne ŝanĝi koloron &de origina HTML-poŝto

# @label:textbox
source: Close to quota threshold:
eo: Proksime al kvota sojlo:

# @option:check
source: Show folder quick search field
eo: Montri rapidserĉan kampon pri dosierujo

# @option:radio
source: Never
eo: Neniam

# @label
source: Show favorite folders view:
eo: Montri vidon de ŝatataj dosierujoj:

# @option:radio
source: As icons
eo: Kiel piktogramoj

# @option:radio
source: As list
eo: Kiel listo

# @option:radio
source: Always
eo: Ĉiam

# @label
source: Folder tooltips:
eo: Dosierujaj konsiletoj:

source: Sta&ndard format (%1)
eo: &Norma formato (%1)

source: Locali&zed format (%1)
eo: Lokali&zita formato (%1)

source: Smart for&mat (%1)
eo: Inteligenta for&mato (%1)

source: C&ustom format:
eo: &Propra formato:

source: Default aggregation:
eo: Defaŭlta agregado:

source: Default theme:
eo: Defaŭlta etoso:

# @label:textbox
source: <qt><a href="whatsthis1">Custom format information…</a></qt>
eo: <qt><a href="whatsthis1">Informo pri propraj formatoj…</a></qt>

source: <qt><p><strong>These expressions may be used for the date:</strong></p><ul><li>d - the day as a number without a leading zero (1-31)</li><li>dd - the day as a number with a leading zero (01-31)</li><li>ddd - the abbreviated day name (Mon - Sun)</li><li>dddd - the long day name (Monday - Sunday)</li><li>M - the month as a number without a leading zero (1-12)</li><li>MM - the month as a number with a leading zero (01-12)</li><li>MMM - the abbreviated month name (Jan - Dec)</li><li>MMMM - the long month name (January - December)</li><li>yy - the year as a two digit number (00-99)</li><li>yyyy - the year as a four digit number (0000-9999)</li></ul><p><strong>These expressions may be used for the time:</strong></p> <ul><li>h - the hour without a leading zero (0-23 or 1-12 if AM/PM display)</li><li>hh - the hour with a leading zero (00-23 or 01-12 if AM/PM display)</li><li>m - the minutes without a leading zero (0-59)</li><li>mm - the minutes with a leading zero (00-59)</li><li>s - the seconds without a leading zero (0-59)</li><li>ss - the seconds with a leading zero (00-59)</li><li>z - the milliseconds without leading zeroes (0-999)</li><li>zzz - the milliseconds with leading zeroes (000-999)</li><li>AP - switch to AM/PM display. AP will be replaced by either "AM" or "PM".</li><li>ap - switch to AM/PM display. ap will be replaced by either "am" or "pm".</li><li>Z - time zone in numeric form (-0500)</li></ul><p><strong>All other input characters will be ignored.</strong></p></qt>
eo: <qt><p><strong>Ĉi tiuj esprimoj povas esti uzataj por la dato:</strong></p><ul><li>d - la tago kiel nombro sen unua nulo (1-31)</li><li>dd - la tago kiel nombro kun unua nulo (01-31)</li><li>dd - la mallongigita taga nomo (Lun - Sun)</li><li>ddd - la longa tagnomo (lundo - dimanĉo)</li><li>M - la monato kiel nombro sen unua nulo (1-12)</li><li>MM - la monato kiel nombro kun unua nulo (01 -12)</li><li>MMM - la mallongigita monata nomo (Jan - Dec)</li><li>MMMM - la longa monata nomo (januaro - decembro)</li><li>yy - la jaro kiel ducifera nombro (00-99)</li><li>yyyy - la jaro kiel kvarcifera nombro (0000-9999)</li></ul><p><strong>Tiuj esprimoj povas esti uzataj por la tempo:</strong></p> <ul><li>h - la horo sen antaŭa nulo (0-23 aŭ 1-12 se montriĝas AM/PM)</li><li>hh - la horo kun antaŭa nulo (00-23 aŭ 01-12 se montriĝas AM/PM)</li><li>m - la minutoj sen antaŭa nulo (0-59)</li><li>mm - la minutoj kun unua nulo (00-59)</li><li>s - la sekundoj sen unua nulo (0-59)</li><li>ss - la sekundoj kun unua nulo (00-59)</li><li>z - la milisekundoj sen antaŭaj nuloj (0-999)</li><li>zzz - la milisekundoj kun antaŭaj nuloj (000-999)</li><li>AP - ŝanĝu al AM/PM-vidigo. AP estos anstataŭigita per aŭ "AM" aŭ "PM".</li><li>ap - ŝanĝu al AM/PM-vidigo. ap estos anstataŭigita per aŭ "am" aŭ "pm".</li><li>Z - horzono en cifereca formo (-0500)</li></ul><p><strong> Ĉiuj aliaj enigosignoj estos ignoritaj.</strong></p></qt>

source: Date Display:
eo: Montro de Dato:

# @option:check
source: Display Own Identity
eo: Montru Propran Identecon

source: Message Window
eo: Mesaĝa Fenestro

# @info:tooltip
source: Close the standalone message window after replying or forwarding the message
eo: Fermu la memstaran mesaĝan fenestron post respondo aŭ plusendado de la mesaĝo

source: System Tray
eo: Sistema Pleto

# @option:check
source: Enable system tray icon
eo: Ebligi taskopletan piktogramon

# @option:check
source: Start minimized to tray
eo: Komenci minimumigita al pleto

# @option:check
source: Show unread email in Taskbar
eo: Montri nelegitan retpoŝton en Taskbreto

source: Plasma activities
eo: Plasma-aktivecoj

# @option:check
source: Enable
eo: Ebligi

source: A&vailable Tags
eo: Ha&veblaj Etikedoj

# @info:tooltip
source: Add new tag
eo: Aldoni novan etikedon

# @info:tooltip
source: Remove selected tag
eo: Forigi elektitan etikedon

# @info:tooltip
source: Increase tag priority
eo: Pliigi etikedprioritaton

# @info:tooltip
source: Decrease tag priority
eo: Malpliigi etikedan prioritaton

source: Ta&g Settings
eo: Etiked-A&gordoj

source: Delete
eo: Forigi

source: Do you want to remove tag '%1'?
eo: Ĉu vi volas forigi etikedon '%1'?

# @title:window
source: Remove Tag
eo: Forigi Etikedon

source: We cannot create tag. A tag with same name already exists.
eo: Ni ne povas krei etikedon. Etikedo kun sama nomo jam ekzistas.

# General settings for the composer.
source: General
eo: Ĝeneralaj

source: Standard Templates
eo: Normaj Ŝablonoj

source: Custom Templates
eo: Propraj Ŝablonoj

# Settings regarding the subject when composing a message.
source: Subject
eo: Temo

source: Headers
eo: Kapoj

# Config->Composer->Attachments
source: Attachments
eo: Kunsendaĵoj

source: Autocorrection
eo: Aŭtokorekto

source: Auto Resize Image
eo: Aŭtomate Aligrandigi Bildon

# @title:group
source: Signature
eo: Subskribo

source: Automatically insert the configured signature when starting to compose a message
eo: Aŭtomate enmeti la agorditan subskribon kiam oni komencas verki mesaĝon

source: Insert the signature above any quoted text
eo: Enigi la subskribon super iu ajn citita teksto

source: Insert the RFC-compliant signature separator (two dashes and a space on a line) before the signature
eo: Enigi la RFC-konforman subskribapartigilon (du streketoj kaj spaco sur linio) antaŭ la subskribo

source: When replying, do not quote any existing signature
eo: Respondante, ne citi ajnan ekzistantan subskribon

# @title:group
source: Format
eo: Formato

source: When replying, only quote the selected text (instead of the complete message), if there is text selected in the message window.
eo: Respondante, citi nur la elektitan tekston (anstataŭ la kompletan mesaĝon), se estas teksto elektita en la mesaĝfenestro.

source: When replying, add quote signs in front of all lines of the quoted text, even when the line was created by adding an additional line break while word-wrapping the text.
eo: Respondante, aldoni citsignojn antaŭ ĉiuj linioj de la citita teksto, eĉ kiam la linio estis kreita aldonante plian linion dum vortvolvado de la teksto.

source: Enable automatic word wrapping at the specified width
eo: Ebligi aŭtomatan vortvolvadon je la specifita larĝo

source: Set the text width for automatic word wrapping
eo: Agordi la tekstan larĝon por aŭtomata vortvolvado

source: When replying or forwarding, quote the message in the original format it was received. If unchecked, the reply will be as plain text by default.
eo: Kiam vi respondas aŭ plusendas, citi la mesaĝon en la origina formato, kiun ĝi ricevis. Se nemarkite, la respondo estos kiel simpla teksto defaŭlte.

source: Format the plain text part of a message from the HTML markup. Bold, italic and underlined text, lists, and external references are supported.
eo: Formati la klartekstan parton de mesaĝo el la HTML-markado. Grada, kursiva kaj substrekita teksto, listoj kaj eksteraj referencoj estas subtenataj.

# @item:inlistbox Inline mail forwarding
source: Inline
eo: En linio

source: As Attachment
eo: Kiel kunsendaĵo

source: Set the default forwarded message format
eo: Agordi la defaŭltan senditan mesaĝformaton

# @label:textbox
source: Default forwarding type:
eo: Defaŭlta plusenda tipo:

# @title:group
source: Recipients
eo: Ricevantoj

# @info:tooltip
source: Warn if too many recipients are specified
eo: Averti se tro multaj ricevantoj estas specifitaj

# @info:tooltip
source: Set the maximum number of recipients for the warning
eo: Agordi la maksimuman nombron da ricevantoj por la averto

source: Only allow this many recipients to be specified for the message. This applies to doing a "Reply to All", entering recipients manually or using the "Select…" picker. Setting this limit helps you to avoid accidentally sending a message to too many people. Note, however, that it does not take account of distribution lists or mailing lists.
eo: Nur permesi ke ĉi tiuj multaj ricevantoj estu specifitaj por la mesaĝo. Ĉi tio validas por fari "Respondi al Ĉiuj", enigi ricevantojn permane aŭ uzante la elektilon "Elekti…". Agordo de ĉi tiu limo helpas vin eviti hazarde sendi mesaĝon al tro da homoj. Notu, tamen, ke ĝi ne konsideras distribulistojn aŭ dissendolistojn.

source: Remember recent addresses entered, and offer them for recipient completion
eo: Memori lastatempajn adresojn enskribitajn, kaj proponi ilin por kompletigo de ricevanto

# No addresses are retained
source: No save
eo: Neniu savo

# @label:textbox
source: Maximum recent addresses retained:
eo: Maksimumaj lastatempaj adresoj konservitaj:

source: The maximum number of recently entered addresses that will be remembered for completion
eo: La maksimuma nombro de lastatempe enigitaj adresoj, kiuj estos memoritaj por kompletigo

# @action:button
source: Configure Completion…
eo: Agordi kompletigon…

# @title:group
source: Autosave
eo: Aŭtokonservado

source: No autosave
eo: Neniu aŭtomata konservo

# Interval suffix
source: %v minute
eo: %v minuto

source: Automatically save the message at this specified interval
eo: Aŭtomate konservi la mesaĝon je ĉi tiu specifita intervalo

source: Repl&y Subject Prefixes
eo: Temoprefikso&j por respondo

# @label:textbox
source: Recognize any sequence of the following prefixes (entries are case-insensitive regular expressions):
eo: Rekoni ajnan sekvencon de la sekvaj prefiksoj (enskriboj estas uskle-nesensivaj regulaj esprimoj):

source: A&dd…
eo: Al&doni…

source: Re&move
eo: &Forigi

source: Mod&ify…
eo: Mod&ifi…

source: Enter new reply prefix:
eo: Entajpi novan respondoprefikson:

source: Do you want to remove reply prefix?
eo: Ĉu vi volas forigi respondprefikson?

source: Reply Prefix:
eo: Respondprefikso:

source: For&ward Subject Prefixes
eo: Plusendi &Temoprefiksojn

source: Remo&ve
eo: &Forigi

source: Add…
eo: Aldoni…

source: Modify…
eo: Ŝanĝi…

source: Enter new forward prefix:
eo: Entajpi novan plusendo-prefikson:

source: Do you want to remove forward prefix?
eo: Ĉu vi volas forigi antaŭan prefikson?

source: Forward Prefix:
eo: Antaŭen Prefikso:

# @option:check
source: &Use custom message-id suffix
eo: &Uzi propran sufikson por mesaĝ-identigiloj:

# @label:textbox
source: Custom message-&id suffix:
eo: Propra sufikso por mesaĝ-&identigiloj:

# @label:textbox
source: Define custom mime header fields:
eo: Difini proprajn MIME-kapliniojn:

# @title:column Name of the mime header.
source: Name
eo: Nomo

# @title:column Value of the mimeheader.
source: Value
eo: Valoro

# @action:button Add new mime header field.
source: Ne&w
eo: No&va

# @action:button
source: Re&move
eo: &Forigi

# @label:textbox Name of the mime header.
source: &Name:
eo: &Nomo:

# @label:textbox
source: &Value:
eo: &Valoro:

source: 'Content-Type' is not an authorized string. This header will be not saved.
eo: 'Content-Type' ne estas rajtigita ĉeno. Ĉi tiu kaplinio ne estos konservita.

# @title:window
source: Invalid header
eo: Nevalida kapo

# @option:check
source: E&nable detection of missing attachments
eo: Ebligi ekkonon de ma&nkaj kunsendaĵoj

# @label:textbox
source: Recognize any of the following key words as intention to attach a file:
eo: Ekkoni iun de la sekvaj vortoj kiel intenco kunsendi dosieron:

source: Enter new key word:
eo: Entajpi novan vorton:

source: Do you want to remove this attachment word?
eo: Ĉu vi volas forigi ĉi tiun kunsendaĵan vorton?

source: Attachment Word:
eo: Kunsendaĵa vorto:

# @label:textbox
source: Maximum Attachment Size:
eo: Maksimuma kunsendaĵa grandeco:

source: No limit
eo: Neniu limo

# @action
source: Add
eo: Aldoni

# @action
source: Remove
eo: Forigi

source: Folders
eo: Dosierujoj

source: Invitations
eo: Invitoj

source: Printing
eo: Presado

source: User Feedback
eo: Uzanto-Reago

source: Check Before Send Plugins
eo: Kromaĵoj por Kontrolo Antaŭ Sendado
