Repository: KDE/kmail
Catalog: po/*/kmail-refresh-settings.po
Languages: eo, hu

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
hu: Kiszel Kristóf

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net
hu: ulysses@fsf.hu

source: KMail Assistant for refreshing settings
eo: KMail-Asistanto por refreŝigi agordojn
hu: KMail asszisztens a beállítások frissítéséhez

source: (c) 2019-2024 Laurent Montel <montel@kde.org>
hu: © Laurent Montel <montel@kde.org>, 2019-2024.

source: Author
eo: Aŭtoro
hu: Szerző

# @title:window
source: KMail Refresh Settings
eo: Refreŝigaj Agordoj de KMail
hu: KMail beállításfrissítés

source: Warning
eo: Averto
hu: Figyelmeztetés

source: Clean up Settings
eo: Purigi Agordojn
hu: Beállítások tisztítása

source: Finish
eo: Fini
hu: Befejezés

# @action:button
source: Clean
hu: Tisztítás

source: Remove obsolete "TipOfDay" settings: Done
eo: Forigi malnoviĝintajn agordojn de "TipOfDay": Farita
hu: Elavult „A nap tippje” beállítások eltávolítása: Kész

source: Delete Dialog settings in file `%1`: Done
eo: Forigi Dialog-agordojn en dosiero `%1`: Farita
hu: Párbeszédablak-beállítások törlése a(z) „%1” fájlban: Kész

source: Delete Filters settings in file `%1`: Done
eo: Forigi agordojn de Filtriloj en dosiero `%1`: Farita
hu: Szűrőbeállítások törlése a(z) „%1” fájlban: Kész

source: Clean Folder Settings in setting file `%1`: Done
eo: Purigi Dosierujajn Agordojn en agorddosiero `%1`: Farita
hu: Mappabeállítások tisztítása a(z) „%1” fájlban: Kész

source: Clean Dialog Size in setting file `%1`: Done
eo: Purigi Dialoggrandon en agorda dosiero `%1`: Farita
hu: Párbeszédablak-méret tisztítása a(z) „%1” fájlban: Kész

# @label:textbox
source: Please close KMail/Kontact before using it.
hu: Kérjük, zárja be a KMailt/Kontactot a használata előtt.

source: Clean
eo: Purigi

source: Please close KMail/Kontact before using it.
eo: Bonvolu fermi KMail/Kontact antaŭ ol uzi ĝin.
