Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

source: <qt><p>Messages sometimes come in both formats. This option controls whether you want the HTML part or the plain text part to be displayed.</p><p>Displaying the HTML part makes the message look better, but at the same time increases the risk of security holes being exploited.</p><p>Displaying the plain text part loses much of the message's formatting, but makes it almost <em>impossible</em> to exploit security holes in the HTML renderer (QtWebEngine).</p><p>The option below guards against one common misuse of HTML messages, but it cannot guard against security issues that were not known at the time this version of KMail was written.</p><p>It is therefore advisable to <em>not</em> prefer HTML to plain text.</p><p><b>Note:</b> You can set this option on a per-folder basis from the <i>Folder</i> menu of KMail's main window.</p></qt>
eo: <qt><p>Mesaĝoj foje venas en ambaŭ formatoj. Ĉi tiu elekteblo regas ĉu vi volas ke la HTML-parto aŭ la klarteksta parto estu montrata.</p><p>Vidi la HTML-parton plibonigas la mesaĝon, sed samtempe pliigas la riskon de ekspluatado de sekurecaj truoj.</p><p>Montri la klartekstan parton perdas grandan parton de la formatado de la mesaĝo, sed preskaŭ <em>maleblas</em> ekspluati sekurecajn truojn en la HTML-bildilo (QtWebEngine).</p><p>La suba elekteblo protektas kontraŭ unu ofta misuzo de HTML-mesaĝoj, sed ĝi ne povas protekti kontraŭ sekurecproblemoj kiuj ne estis konataj kiam ĉi tiu versio de KMail estis skribita.</p><p>Estas do konsilinde <em>ne</em> preferi HTML-on ol simplan tekston.</p><p><b>Noto:</b> Vi povas agordi ĉi elekteblon po-dosieruje el la menuo <i>Dosierujo</i> de la ĉefa fenestro de KMail.</p></qt>

source: Prefer HTML to plain text
eo: Preferi HTML al simpla teksto

source: <qt><p>Some mail advertisements are in HTML and contain references to, for example, images that the advertisers employ to find out that you have read their message (&quot;web bugs&quot;).</p><p>There is no valid reason to load images off the Internet like this, since the sender can always attach the required images directly to the message.</p><p>To guard from such a misuse of the HTML displaying feature of KMail, this option is <em>disabled</em> by default.</p><p>However, if you wish to, for example, view images in HTML messages that were not attached to it, you can enable this option, but you should be aware of the possible problem.</p></qt>
eo: <qt><p>Kelkaj retpoŝtaj reklamoj estas en HTML kaj enhavas referencojn al, ekzemple, bildoj, kiujn la reklamantoj uzas por ekscii, ke vi legis ilian mesaĝon ("retaj cimoj").</p><p>Estas. neniu valida kialo por ŝargi bildojn de la Interreto tiel, ĉar la sendinto ĉiam povas alfiksi la bezonatajn bildojn rekte al la mesaĝo.</p><p>Por protekti kontraŭ tia misuzo de la HTML-montra funkcio de KMail, ĉi tiu elekteblo estas <em>malŝaltita</em> defaŭlte.</p><p>Tamen, se vi volas, ekzemple, vidi bildojn en HTML-mesaĝoj kiuj ne estis alfiksitaj al ĝi, vi povas ebligi ĉi tiun elekteblon, sed vi devus esti konsciante pri la ebla problemo.</p></qt>

source: Allow messages to load external references from the Internet
eo: Permesi al mesaĝoj ŝargi eksterajn referencojn de la Interreto

source: Exceptions
eo: Esceptoj

source: E-mails Scams
eo: Retpoŝtaj Fraŭdoj

source: KMail can analyze messages for suspected email scams by looking for common techniques used to deceive you
eo: KMail povas analizi mesaĝojn por ŝajnaj retpoŝtaj fraŭdoj serĉante oftajn teknikojn uzatajn por trompi vin

source: Informs if message reading is a suspected email scam
eo: Informas ĉu mesaĝlegado estas suspektata retpoŝta fraŭdo

source: Whitelist:
eo: Blanka listo:

source: Safe Browsing
eo: Sekura Folumado

source: Check URL With Phishing Google System
eo: Kontroli URL per Phishing Guglo-sistemo

source: Scan emails for tracking URLs
eo: Skani retpoŝtojn por spuri URL-ojn

source: Encrypted Messages
eo: Ĉifritaj Mesaĝoj

source: Attempt decryption of encrypted messages when viewing
eo: Provi malĉifri de ĉifritaj mesaĝoj dum spektado

source: Certificate && Key Bundle Attachments
eo: Atestila kaj ŝlosila pakkunsendaĵo

source: Automatically import keys and certificate
eo: Aŭtomate importi ŝlosilojn kaj atestilon

source: Send policy:
eo: Sendreguloj:

source: <qt><h3>Message Disposition Notification Policy</h3><p>MDNs are a generalization of what is commonly called <b>read receipt</b>. The message author requests a disposition notification to be sent and the receiver's mail program generates a reply from which the author can learn what happened to his message. Common disposition types include <b>displayed</b> (i.e. read), <b>deleted</b> and <b>dispatched</b> (e.g. forwarded).</p><p>The following options are available to control KMail's sending of MDNs:</p><ul><li><em>Ignore</em>: Ignores any request for disposition notifications. No MDN will ever be sent automatically (recommended).</li><li><em>Ask</em>: Answers requests only after asking the user for permission. This way, you can send MDNs for selected messages while denying or ignoring them for others.</li><li><em>Deny</em>: Always sends a <b>denied</b> notification. This is only <em>slightly</em> better than always sending MDNs. The author will still know that the messages has been acted upon, he just cannot tell whether it was deleted or read etc.</li><li><em>Always send</em>: Always sends the requested disposition notification. That means that the author of the message gets to know when the message was acted upon and, in addition, what happened to it (displayed, deleted, etc.). This option is strongly discouraged, but since it makes much sense e.g. for customer relationship management, it has been made available.</li></ul></qt>
eo: <qt> <h3>Ricevkonfirmaj reguloj</h3> <p>Ricevkonfirmoj estas ĝeneraligo de <b>legkonfirmoj.</b>. La mesaĝskribanto postulas la sendon de konfirmo kaj la ricevantula poŝtilo kreas respondon, de kiu la skribinto ekkonas, kio okazis al lia mesaĝo. Ĝeneralaj konfirmtipoj estas <b>vidigita</b> (signifas: legita), <b>forĵetita</b> kaj <b>plusendita</b>.</p> <p>La sekvaj eblecoj estas uzeblaj por regi la agmanieron de la ricevkonfirma sendo:</p><ul><li><em>Ignori</em>: Ignoras la ricevkonfirmajn postulojn. Nenia ricevkonfirmo estos sendata iam aŭtomate (rekomdendata).</li> <li><em>Demandi</em>: Nur respondas post demando de la uzanto pri permeso. Do vi povas sendi ricevkonfirmojn pro specialaj mesaĝoj kaj samtempe rifuzi aŭ ignori aliajn.</li><li><em>Rifuzi</em>: Ĉiam sendas rifuzkonfirmon. Tio estas nur <em>iomete</em> pli bona ol sendo de konfirmoj. La skribinto ja scios, ke la mesaĝo estas agita. Li nur ne scios, kio okazis al ĝi.</li> <li><em>Ĉiam sendi</em>: Ĉiam sendas la postulitan ricevkonfirmon. Tio signifas, ke la skribinto scios, kio okazis al la mesaĝo. Nur uzu tion ekzemple por klienta prizorgado.</li></ul></qt>

source: Ignore
eo: Ignori

source: Ask
eo: Demandi

source: Deny
eo: Nei

source: Always send
eo: Ĉiam sendi

source: Quote original message:
eo: Citi originalan mesaĝon:

source: Nothing
eo: Nenio

source: Full message
eo: Plena mesaĝo

source: Only headers
eo: Nur kaplinioj

source: Do not send MDNs in response to encrypted messages
eo: Ne sendi ricevkonfirmon post ricevo de ĉifrita mesaĝo

source: <b>WARNING:</b> Unconditionally returning confirmations undermines your privacy. <a href="whatsthis-mdn">More about MDNs…</a>
eo: <b>AVERTO:</b> Senkondiĉe resendi konfirmojn subfosas vian privatecon. <a href="whatsthis-mdn">Pli pri MDN-oj…</a>

source: If this option is selected, S/MIME certificates are validated using Certificate Revocation Lists (CRLs).
eo: Se la opcio estas elektita, S/MIME-atestiloj estas validigataj per ANVLoj.

source: &Validate certificates using CRLs
eo: &Validigi atestojn per CRL-oj

source: If this option is selected, S/MIME certificates are validated online using the Online Certificates Status Protocol (OCSP). Fill in the URL of the OCSP responder below.
eo: Se la opcio estas elektita, S/MIME-atestiloj estas validigataj per Reta Atestila StatProtokolo (RASP). Enigu malsupre la URLon de la RASPa respondilo.

source: Validate certificates online (OCSP)
eo: Konfirmi atestilojn enrete (OCSP)

source: Online Certificate Validation
eo: Reta Atestilkonfirmo

source: OCSP responder URL:
eo: RASPa respondila URLo:

source: OCSP responder signature:
eo: RASPa resondilsubskribo:

source: Enter here the address of the server for online validation of certificates (OCSP responder). The URL is usually starting with http://.
eo: Enigu la serviladreson por reta konfirmo de atestiloj (RASPa respondilo). La URLo kutime komenciĝas kun http://.

source: Ignore service URL of certificates
eo: Ignori servilan URL de atestiloj

source: By default GnuPG uses the file ~/.gnupg/policies.txt to check if a certificate policy is allowed. If this option is selected, policies are not checked.
eo: Norme GnuPGo uzas la dosieron ~/.gnupg/policies.txt por kontroli, ĉu atestila direktivo estas permesata. Se la opcio estas elektita, direktivoj ne estas kontrolataj.

source: Do not check certificate policies
eo: Ne kontroli atestilajn direktivojn

source: If this option is checked, Certificate Revocation Lists are never used to validate S/MIME certificates.
eo: Se la elekteblo estas markita, atestilaj nevalidiglistoj neniam estas uzataj por konfirmi S/MIME-atestilojn.

source: Never consult a CRL
eo: Neniam konsideri CRLon

source: If this option is checked, missing issuer certificates are fetched when necessary (this applies to both validation methods, CRLs and OCSP)
eo: Se la elekteblo estas markita, mankaj donatulaj atestiloj estas prenataj, kiam necesas (Tio funkcias kun ambaŭ konfirmmanieroj, ANVLo kaj RASPo.)

source: Fetch missing issuer certificates
eo: Akiri mankajn donatulajn atestilojn

source: HTTP Requests
eo: HTTP-Petoj

source: Entirely disables the use of HTTP for S/MIME.
eo: Tute malŝaltas la uzon de HTTP por S/MIME.

source: Do not perform any HTTP requests
eo: Ne fari ajnajn HTTP-petojn

source: When looking for the location of a CRL, the to-be-tested certificate usually contains what are known as "CRL Distribution Point" (DP) entries, which are URLs describing the way to access the URL. The first found DP entry is used. With this option all entries using the HTTP scheme are ignored when looking for a suitable DP.
eo: Serĉante la lokon de CRL, la testata atestilo kutime enhavas tion, kio estas konataj kiel "CRL-Distribua Punkto" (DP), kiuj estas URL-oj priskribantaj la manieron aliri la URL. La unua trovita DP-eniro estas uzata. Kun ĉi tiu elekteblo ĉiuj enskriboj uzantaj la HTTP-skemon estas ignorataj kiam oni serĉas taŭgan DP.

source: Ignore HTTP CRL distribution point of certificates
eo: Por radikaj atestiloj:

source: If this option is selected, the value of the HTTP proxy shown on the right (which comes from the environment variable http_proxy) will be used for any HTTP request.
eo: Se ĉi tiu opcio estas elektita, la valoro de la HTTP-prokurilo montrita dekstre (kiu venas de la mediovariablo http_proxy) estos uzata por ajna HTTP-peto.

source: Use s&ystem HTTP proxy:
eo: Uzu s&isteman HTTP-prokurilon:

source: Use &this proxy for HTTP requests:
eo: Uzu ĉi &tiun prokurilon por HTTP-petoj:

source: Enter here the location of your HTTP Proxy, which will be used for all HTTP requests relating to S/MIME. The syntax is host:port, for instance myproxy.nowhere.com:3128.
eo: Enigu ĉi tie la lokon de via HTTP-Prokurilo, kiu estos uzata por ĉiuj HTTP-petoj rilataj al S/MIME. La sintakso estas host:port, ekzemple myproxy.nowhere.com:3128.

source: LDAP Requests
eo: LDAP-Petoj

source: Entirely disables the use of LDAP for S/MIME.
eo: Tute malŝaltas la uzon de LDAP por S/MIME.

source: Do not perform any LDAP requests
eo: Ne plenumi iujn ajn LDAP-petojn

source: When looking for the location of a CRL, the to-be-tested certificate usually contains what are known as "CRL Distribution Point" (DP) entries, which are URLs describing the way to access the URL. The first found DP entry is used. With this option all entries using the LDAP scheme are ignored when looking for a suitable DP.
eo: Serĉante la lokon de CRL, la testata atestilo kutime enhavas tion, kio estas konataj kiel "CRL-Distribua Punkto" (DP), kiuj estas URL-oj priskribantaj la manieron aliri la URL. La unua trovita DP-eniro estas uzata. Kun ĉi tiu opcio ĉiuj enskriboj uzantaj la LDAP-skemon estas ignorataj kiam oni serĉas taŭgan DP.

source: Ignore LDAP CRL distribution point of certificates
eo: Por radikaj atestiloj:

source: Primary host for LDAP requests:
eo: Ĉefa gastiganto por LDAP-petoj:

source: Entering a LDAP server here will make all LDAP requests go to that server first. More precisely, this setting overrides any specified host and port part in a LDAP URL and will also be used if host and port have been omitted from the URL. Other LDAP servers will be used only if the connection to the "proxy" failed. The syntax is "HOST" or "HOST:PORT". If PORT is omitted, port 389 (standard LDAP port) is used.
eo: Enirante LDAP-servilon ĉi tie, ĉiuj LDAP-petoj iros unue al tiu servilo. Pli precize, ĉi tiu agordo superregas ajnan specifitan gastigant- kaj konektej-parton en LDAP-URL kaj ankaŭ estos uzata se gastiganto kaj konektejo estis preterlasitaj de la URL. Aliaj LDAP-serviloj estos uzataj nur se la konekto al la "proxy" malsukcesis. La sintakso estas "HOST" aŭ "HOST:PORT". Se PORT estas preterlasita, la konektejo 389 (norma LDAP-pordo) estas uzata.

source: Send picture with every message:
eo: Sendi bildon kun ĉiu mesaĝo:

source: Don't send
eo: Ne sendi

source: Send color (Face)
eo: Sendi koloron (Vizaĝo)

source: Send monochrome (X-Face)
eo: Sendi monokroman (X-Vizaĝo)

source: Send both
eo: Sendi ambaŭ

source: KMail can send a small (48x48 pixels) low-quality picture with every message. For example, this could be a picture of you or a glyph. It is shown in the recipient's mail client (if supported).
eo: KMail povas sendi malgrandan (48x48 rastrumerojn) malaltkvalitan bildon kun ĉiu mesaĝo. Ekzemple, ĉi tio povus esti bildo de vi aŭ glifo. Ĝi estas montrita en la retpoŝta kliento de la ricevanto (se subtenata).

source: An informative text about the current mode!
eo: Informa teksto pri la nuna reĝimo!

source: %1 seconds
eo: %1 sekundoj

source: 5 minutes
eo: 5 minutoj

source: Undo send
eo: Malfari sendi

source: <b>To:</b> %1
eo: <b>Al:</b> %1

source: <b>Subject:</b> %1
eo: <b>Temo:</b> %1

source: Move To Trash
eo: Movi al Rubujo

source: Move Message
eo: Movi mesaĝon

source: There is nothing to undo.
eo: Estas nenio malfarebla.

source: Cannot move message. %1
eo: Ne povas movi mesaĝon. %1

source: Account information
eo: Informoj pri konto

source: Number and type of accounts configured in KMail (receiver and sender).
eo: Nombro kaj tipo de kontoj agorditaj en KMail (ricevanto kaj sendinto).

source: Plugins Information
eo: Kromaĵoj Informoj

source: Plugins used in KMail.
eo: Kromaĵoj uzataj en KMail.

# @action Hard delete, bypassing trash
source: Delete
eo: Forigi

source: Move to Trash
eo: Movi al rubujo

source: Could not start the account wizard. Please make sure you have AccountWizard properly installed.
eo: Ne eblis komenci la kontan asistanton. Bonvolu certigi, ke vi havas AccountWizard ĝuste instalita.

# @title:window
source: Unable to start account wizard
eo: Ne eblas lanĉi kontan asistanton

source: Message Default Format
eo: Mesaĝo Defaŭlta Formato

# @action
source: Prefer &HTML to Plain Text
eo: Preferi &HTMLon al plena teksto

# @action
source: Prefer &Plain Text to HTML
eo: Preferi &Platan tekston al HTML

# @action
source: Use Global Setting
eo: Uzi Ĉiean Agordon

source: Out of office reply active on server
eo: Eksterlaboreja respondo aktiva sur servilo

source: Zoom: %1%
eo: Zomo: %1%
