Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

source: What's next?
eo: Kio sekvas?

source: Sync All
eo: Sinkronigi Ĉion

# @action:inmenu sync everything
source: All
eo: Ĉiuj

source: Kontact Summary View
eo: Kontakta Resuma Vido

source: Retrieving folder properties
eo: Reakiro de dosierujoj

source: Network is unconnected. Folder information cannot be updated.
eo: Reto estas malkonektita. Dosierujoj ne povas esti ĝisdatigitaj.

# @title:window
source: Properties of Folder %1
eo: Ecoj de leterujo %1

# Message->
source: &Reply
eo: &Respondi

source: &Reply…
eo: &Respondi…

source: Reply to &All…
eo: Respondi &al Ĉiuj…

source: Reply to A&uthor…
eo: Respondi al A&ŭtoro…

source: Reply to Mailing-&List…
eo: Respondi al Dissendo&listo…

# @action
source: Reply Without &Quote…
eo: Respondi &sen Citado…

# @action:inmenu Message->Forward->
source: &Inline…
eo: Enl&inia…

# @action:inmenu Message->Forward->
source: As &Attachment…
eo: Kiel Kunsend&aĵo…

# Message->Forward->
source: &Redirect…
eo: Alidi&rekti…

# @action
source: New Message to Recipients…
eo: Nova Mesaĝo al Ricevantoj…

source: Mar&k Message
eo: Mar&ki mesaĝon

# Message->
source: &Forward
eo: &Plusendi

# Message->
source: Mailing-&List
eo: Dissendo&listo

source: &Edit As New
eo: R&edakti kiel nova

# @action
source: Filter on Mailing-&List…
eo: Filtri per Dissendo&listo…

# @action
source: Add Followup Reminder…
eo: Aldoni Sekvu-memorigilon…

# @action
source: Send A&gain…
eo: &Resendi…

source: New Message From &Template
eo: Nova mesaĝo ekde ŝa&blono

source: Export to PDF…
eo: Eksporti al PDF…

# @action:inmenu
source: Archive Message
eo: Arkivi Mesaĝon

source: Filter on Mailing-List…
eo: Filtri per Dissendolisto…

source: <unknown>
eo: <nekonata>

source: Mailing List Name: %1
eo: Dissendolista nomo: %1

source: Open Message in List Archive
eo: Malfermi mesaĝon en list-arkivo

source: Post New Message
eo: Afiŝi novan mesaĝon

source: Go to Archive
eo: Iri al Arkivo

source: Request Help
eo: Peti Helpon

# Contact the owner of the mailing list
source: Contact Owner
eo: Kontakti Posedanton

source: Unsubscribe from List
eo: Malaboni dissendoliston

source: Filter on Mailing-List %1…
eo: Filtri per Dissendolisto %1…

source: email
eo: retpoŝto

source: web
eo: retejo

# @title:window
source: Export to PDF
eo: Eksporti al PDF

source: PDF document (*.pdf)
eo: PDF-dokumento (*.pdf)

source: Reindex
eo: Reindeksigi

# @action:button
source: Search Anyway
eo: Serĉi Ĉiukaze

# @title:window
source: Indexing
eo: Indeksado

source: Indexing Collections…
eo: Indeksante Kolektojn…

source: From
eo: De

# Receiver of the email
source: To
eo: Al

source: Date
eo: Dato

source: Preview
eo: Antaŭrigardo

# @title:column, folder (e.g. email)
source: Folder
eo: Leterujo

source: Search failed some errors were found: <ul><li>%1</li></ul>
eo: Serĉo malsukcesis kelkaj eraroj estis trovitaj: <ul><li>%1</li></ul>

# @title:window
source: Find Messages
eo: Trovi mesaĝojn

# @action:button Search for messages
source: &Search
eo: &Serĉi

# @action:inmenu Forward message inline.
source: &Inline…
eo: Enl&inia…

# Message->Forward->
source: As &Attachment…
eo: Kiel Kunsend&aĵo…

source: Save Attachments…
eo: Konservi Kunsendaĵojn…

# @action
source: Clear Selection
eo: Forigi la elekton

# @action
source: Jump to original folder
eo: Salti al origina dosierujo

source: %1 match
eo: %1 trovo

source: Last Search
eo: Lasta serĉo

source: You did not selected a valid folder.
eo: Vi ne elektis validan dosierujon.

source: You forgot to select collections.
eo: Vi forgesis elekti kolektojn.

source: You forgot to define condition.
eo: Vi forgesis difini kondiĉon.

source: All folders selected are empty or were not indexed.
eo: Ĉiuj dosierujoj elektitaj estas malplenaj aŭ ne estis indeksitaj.

source: You forgot to add conditions.
eo: Vi forgesis aldoni kondiĉojn.

source: Contains condition cannot be used with a number of characters inferior to 4.
eo: Enhavas kondiĉon ne povas esti uzata kun nombro da signoj pli malaltaj ol 4.

source: Searching…
eo: Serĉante…

source: Cannot get search result. %1
eo: Ne povas ricevi serĉrezulton. %1

source: Search failed.
eo: Serĉo malsukcesis.

source: Search complete.
eo: Serĉo kompleta.

source: Search stopped.
eo: Serĉo ĉesis.

source: There was a problem renaming your search folder. A common reason for this is that another search folder with the same name already exists. Error returned "%1".
eo: Okazis problemo renomante vian serĉdosierujon. Ofta kialo por tio estas ke alia serĉdosierujo kun la sama nomo jam ekzistas. Eraro revenis "%1".

source: Copy Message
eo: Kopii mesaĝon

source: Cut Message
eo: Tondi mesaĝon

source: Checking index status…
eo: Kontrolante indeksan staton…

source: This prevents the automatic expiry of old messages in a folder from deleting (or moving to an archive folder) the messages that are marked 'Important' or 'Action Item'
eo: Ĉi tio malhelpas, ke la aŭtomata eksvalidiĝo de malnovaj mesaĝoj en dosierujo forigu (aŭ movu al arkiva dosierujo) la mesaĝojn kiuj estas markitaj kiel 'Gravaj' aŭ 'Ago-Eroj'.

source: Allow local flags in read-only folders
eo: Permesi lokajn flagojn en nurlegeblaj dosierujoj

source: Send queued mail on mail check
eo: Sendi vicigitan poŝton je poŝta kontrolo

source: <qt><p>Select whether you want KMail to send all messages in the outbox on manual or all mail checks, or whether you do not want messages to be sent automatically at all. </p></qt>
eo: <qt><p>Elektu ĉu vi volas ke KMail sendu ĉiujn mesaĝojn en la elirkesto pri manaj aŭ ĉiuj poŝtkontroloj, aŭ ĉu vi tute ne volas ke mesaĝoj estu aŭtomatesenditaj. </p></qt>

source: The most recently selected folder in the folder selection dialog.
eo: La plej lastatempe elektita dosierujo en la dialogo de elekto de dosierujo.

source: Enable system tray icon
eo: Ebligi taskopletan piktogramon

source: Start minimized to tray
eo: Komenci minimumigita al pleto

source: Show Unread Email in TaskBar
eo: Montri Nelegitan Retpoŝton en Taskbreto

source: Specify e&ditor:
eo: Difini re&daktilon:

source: Use e&xternal editor instead of composer
eo: Uzi ek&steran redaktilon anstataŭ komponilon

source: The threshold for when to warn the user that a folder is nearing its quota limit.
eo: La sojlo por kiam averti la uzanton, ke dosierujo alproksimiĝas al sia kvotlimo.

source: Empty the local trash folder on program exit
eo: Malplenigi lokan rubujon dum programfiniĝo

source: Delete messages without confirmation
eo: Forigi mesaĝojn sen konfirmo

source: Allow to start specific folder
eo: Permesi lanĉi specifan dosierujon

source: Specify the folder to open when the program is started
eo: Specifu la dosierujon malfermendan kiam la programo estas lanĉata

source: Whether to ask if users wants to enable Unified Mailboxes if more than one email accounts are detected. We only ever ask once.
eo: Ĉu demandi ĉu uzantoj volas ebligi Unuigitajn Leterkestojn se pli ol unu retpoŝtaj kontoj estas detektitaj. Ni demandas nur unufoje.

source: This value is used to decide whether the KMail Introduction should be displayed.
eo: Ĉi tiu valoro estas uzata por decidi ĉu la KMail-Enkonduko devas esti montrita.

source: Show folder quick search line edit
eo: Montri rapid-serĉan linioredaktilon de dosierujo

source: Forward Inline As Default.
eo: Plusendi Entekste Kiel Defaŭlto.

source: Warn if the number of recipients is more than:
eo: Averti se la nombro da ricevantoj estas pli ol:

source: If the number of recipients is larger than this value, KMail will warn and ask for a confirmation before sending the mail. The warning can be turned off.
eo: Se la nombro da ricevantoj estas pli granda ol ĉi tiu valoro, KMail avertos kaj petos konfirmon antaŭ sendi la retpoŝton. La averto povas esti malŝaltita.

source: Confirm &before send
eo: Konfirmi &antaŭ ol sendi

source: Check spelling before send
eo: Kontroli literumadon antaŭ ol sendi

source: Automatically request &message disposition notifications
eo: Aŭtomate alpeti &mesaĝpritraktajn sciigojn

source: <qt><p>Enable this option if you want KMail to request Message Disposition Notifications (MDNs) for each of your outgoing messages.</p><p>This option only affects the default; you can still enable or disable MDN requesting on a per-message basis in the composer, menu item <em>Options</em>-><em>Request Disposition Notification</em>.</p></qt>
eo: <qt><p>Ebligu ĉi tiun opcion, se vi volas, ke KMail petu Mesaĝajn Dispoziciojn (MDN) por ĉiu el viaj elirantaj mesaĝoj.</p><p>Ĉi tiu opcio influas nur la defaŭltan; vi ankoraŭ povas ebligi aŭ malŝalti MDN-peton laŭ pomesaĝo en la komponisto, menuero <em>Elektebloj</em>-><em>Peti Dispozician Sciigon</em>.</p></qt>

source: Autosave interval:
eo: Aŭtokonservada intervalo:

source: A backup copy of the text in the composer window can be created regularly. The interval used to create the backups is set here. You can disable autosaving by setting it to the value 0.
eo: Rezerva kopio de la teksto en la komponista fenestro povas esti kreita regule. La intervalo uzata por krei la sekurkopiojn estas agordita ĉi tie. Vi povas malŝalti aŭtomatan konservadon agordante ĝin al la valoro 0.

source: Show the Text Snippet Management and Insertion Panel in the composer.
eo: Montri la Tekstofragmentan Administradon kaj Enmeta Panelon en la komponisto.

source: When check, sent messages will be stored in the encrypted form
eo: Kiam markite, senditaj mesaĝoj estos konservitaj en la ĉifrita formo

source: A list of all the recently used URLs
eo: Listo de ĉiuj lastatempe uzataj URL-oj

source: A list of all the recently used encodings
eo: Listo de ĉiuj lastatempe uzataj kodigoj

source: Show crypto label indicator
eo: Montri ĉifroetikedan indikilon

source: Validate Send Default Shortcut
eo: Defaŭlta Ŝparvojo por Konfirmi Sendadon

source: Message preview pane:
eo: Mesaĝ-antaŭrigarda panelo:

source: Do not show a message preview pane
eo: Ne montri mesaĝan antaŭrigardan panelon

source: Show the message preview pane below the message list
eo: Montri la mesaĝan antaŭrigardan panelon sub la mesaĝlisto

source: Show the message preview pane next to the message list
eo: Montru la mesaĝan antaŭrigardan panelon apud la mesaĝlisto

source: Folder list:
eo: Dosieruja listo:

source: Long folder list
eo: Longa dosierujolisto

source: Short folder list
eo: Mallonga dosierujolisto

source: Message template for new message
eo: Mesaĝoŝablono por nova mesaĝo

source: Message template for reply
eo: Mesaĝoŝablono por respondo

source: Message template for reply to all
eo: Mesaĝoŝablono por respondo al ĉiuj

source: Message template for forward
eo: Mesaĝoŝablono por plusendo

source: Quote characters
eo: Citilaj signoj

source: Specifies the policy used when displaying policy
eo: Specifas la politikon uzatan dum montrado de politiko

source: Message Tag: %1
eo: Mesaĝa etikedo: %1

source: Add new tag…
eo: Aldoni novan etikedon…

# @action
source: More…
eo: Pli…

source: Tag not Found
eo: Etikedo ne Trovita

source: Toggle Message Tag: %1
eo: Ŝaltigi Mesaĝan Etikedon: %1

# @title:window
source: Select Tags
eo: Elekti Etikedojn

source: Add New Tag…
eo: Aldoni Novan Etikedon…

# @info:placeholder
source: Search tag…
eo: Serĉi etikedon…

source: Customize accounts order…
eo: Agordi ordigon de kontoj…

source: New Mail Notification
eo: Nova Poŝtsciigo

source: Show for each folder the number of newly arrived messages
eo: Montri pri ĉiu leterujo la nombron de la novaj mesaĝoj

source: Deta&iled new mail notification
eo: Detale nova poŝtsc&iigo

source: Other Actio&ns…
eo: Aliaj &Agoj…

source: Open Image…
eo: Malfermi Bildon…

source: Set from Address Book
eo: Agordi el Adreslibro

source: Show only identity on current activity
eo: Montri nur identecon en aktuala aktiveco

source: Add a new identity
eo: Aldoni novan identecon

source: &Add…
eo: &Aldoni…

source: Modify the selected identity
eo: Modifi la elektitan identecon

source: &Modify…
eo: &Modifi…

source: Rename the selected identity
eo: Alinomi la elektitan identecon

source: &Rename
eo: &Renomi

source: Remove the selected identity
eo: Forigi la elektitan identecon

source: Use the selected identity by default
eo: Uzi la elektitan identecon defaŭlte

source: Set as &Default
eo: Uzi kiel &defaŭlto

source: Some of the folders you want to search in are not fully indexed yet or have been excluded from indexing. All the folders checked below will be scheduled for priority reindexing. If you uncheck a folder it may still be indexed later, unless it was manually excluded from indexing.
eo: Kelkaj el la dosierujoj, kiujn vi volas serĉi, ankoraŭ ne estas plene indeksitaj aŭ estis ekskluditaj de indeksado. Ĉiuj dosierujoj kontrolitaj sube estos planitaj por prioritata reindeksado. Se vi malmarkas dosierujon, ĝi ankoraŭ povas esti indeksita poste, krom se ĝi estis mane ekskludita de indeksado.

source: &Select All
eo: &Selekti ĉiujn

source: Unselect All
eo: Malelekti Ĉion

source: &Ask for action after dragging messages to another folder
eo: Peti &agon post trenado de mesaĝoj al alia dosierujo

source: Empty local &trash folder on program exit
eo: &Malplenigi lokan rubujon dum programfino

source: When &trying to find unread messages:
eo: Kiam provas &trovi nelegitajn mesaĝojn:

source: When ente&ring a folder:
eo: Kiam eniĝanta dosie&rujon:

source: E&xclude important messages from expiry
eo: E&scepti gravajn mesaĝojn el forigo post la limtago

source: Jump to First Unread Message
eo: Salti al Unua Nelegita Mesaĝo

source: Jump to Last Selected Message
eo: Salti al Lasta Elektita Mesaĝo

source: Jump to Newest Message
eo: Salti al Plej Nova Mesaĝo

source: Jump to Oldest Message
eo: Salti al Plej Malnova Mesaĝo

source: Mar&k selected message as read after
eo: Mar&ki elektitan mesaĝon kiel legita

# what's this help
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "https://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">When jumping to the next unread message, it may occur that no more unread messages are below the current message.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Do not loop:</span> The search will stop at the last message in the current folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in current folder:</span> The search will continue at the top of the message list, but not go to another folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in all folders:</span> The search will continue at the top of the message list. If no unread messages are found it will then continue to the next folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Similarly, when searching for the previous unread message, the search will start from the bottom of the message list and continue to the previous folder depending on which option is selected.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in all marked folders: </span>This is the same as "Loop in all folders" except that only folders are taken into account which have been marked with the folder property "Act on new/unread mail in this folder".</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "https://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Saltante al la sekva nelegita mesaĝo, povas okazi ke ne plu nelegitaj mesaĝoj estas sub la nuna mesaĝo.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin -right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ne buklo:</span> La serĉo ĉesos ĉe la lasta mesaĝo en la nuna dosierujo.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Buklo en nuna dosierujo:</span> La serĉo daŭros ĉe la supro de la mesaĝlisto, sed ne iru al alia dosierujo.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0 ; text-indent:0 px;"><span style=" font-weight:600;">Buklo en ĉiuj dosierujoj:</span> La serĉo daŭros ĉe la supro de la mesaĝlisto. Se neniuj nelegitaj mesaĝoj estas trovitaj, ĝi tiam daŭrigos al la sekva dosierujo.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px ; -qt-block-indent:0; text-indent:0px;">Simile, serĉante la antaŭan nelegitan mesaĝon, la serĉo komenciĝos de la malsupro de la mesaĝlisto kaj daŭrigos al la antaŭa dosierujo depende de kiu elekteblo estas elektita.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text- indent:0px;"><span style=" font-weight:600;">Buklo en ĉiuj markitaj dosierujoj: </span>Tio samas kiel "Buklo en ĉiuj dosierujoj" krom ke nur dosierujoj estas enkalkulitaj kiuj estis markitaj per la dosierujo "Agi pri nova/nelegita poŝto en ĉi tiu dosierujo".</p></body></html>

source: Do not Loop
eo: Ne relanĉi

source: Loop in Current Folder
eo: Relanĉi en la nuna leterujo

source: Loop in All Folders
eo: Relanĉi en ĉiuj leterujoj

source: Loop in All Marked Folders
eo: Bukli en ĉiuj markitaj dosierujoj

source: sec
eo: sek

source: Open this folder on &startup:
eo: Malfermi ĉi tiun dosierujon ĉe &starto:

source: Allow deleting messages without confirmation
eo: Permesi forigi mesaĝojn sen konfirmo

source: Enable folders drag and drop
eo: Ebligi ŝovon kaj demeton de dosierujoj

source: Search in &all folders
eo: Serĉi en ĉi&aj dosierujoj

source: Search &only in:
eo: Serĉ&o nur en:

source: &Include sub-folders
eo: &Inkluzivi subdosierujojn

source: Select specific folders:
eo: Elekti specifajn dosierujojn:

source: Select Folders…
eo: Elekti Dosierujojn…

source: Search folder &name:
eo: Serĉi leteruj&nomon:

source: Open &Search Folder
eo: Malfermi &Serĉdosierujon

source: Open &Message
eo: Malfermi &Mesaĝon

source: Security defaults
eo: Sekurecaj defaŭltoj

source: Encrypt draft messages
eo: Ĉifri skizajn mesaĝojn

source: Check to store messages encrypted
eo: Marki por konservi la mesaĝojn ĉifrite

source: <qt> <h1>Store Messages Encrypted</h1> When this box is checked, sent messages are stored encrypted like they were sent. This is not recommended, as you will not be able to read the messages any longer if a necessary certificate expires. <p> However, there may be local rules that require you to turn this option on. When in doubt, check with your local administrator. </p></qt>
eo: <qt> <h1>Konservi Mesaĝojn Ĉifritajn</h1> Kiam ĉi tiu skatolo estas markita, senditaj mesaĝoj estas konservitaj ĉifrite kiel ili estis senditaj. Ĉi tio ne estas rekomendita, ĉar vi ne plu povos legi la mesaĝojn se necesa atestilo eksvalidiĝas. <p> Tamen, povas ekzisti lokaj reguloj, kiuj postulas, ke vi ŝaltu ĉi tiun elekteblon. Se vi dubas, kontrolu kun via loka administranto. </p></qt>

source: Encry&pt sent messages
eo: Ĉifri sendi&tajn mesaĝojn

source: Sign all messages
eo: Subskribi ĉiujn mesaĝojn

source: Encrypt all messages when possible
eo: Ĉifri ĉiujn mesaĝojn kiam eblas

source: Encryption indicators
eo: Ĉifradaj indikiloj

source: Show sign/encrypt indicator
eo: Montri subskriban/ĉifran indikilon

source: Alerts
eo: Atentigoj

source: Always approve encryption keys before send
eo: Ĉiam aprobi ĉifrajn ŝlosilojn antaŭ sendi

source: Warn when trying to send unsigned messages
eo: Averti kiam vi provas sendi nesubskribitajn mesaĝojn

source: Warn when trying to send unencrypted messages
eo: Averti kiam vi provas sendi neĉifritajn mesaĝojn

source: Warn if certificates/ke&ys expire soon (configure thresholds below)
eo: Averti se atestiloj/ŝlos&iloj baldaŭ eksvalidiĝas (agordu sojlojn sube)

source: For end-user certificates/&keys:
eo: Por finuzantaj atestiloj/ŝlosi&loj:

source: Select the number of days here
eo: Elekti ĉi tie la tagnombron

source: <qt> <h1>Warn If A Certificate In The Chain Expires</h1> Select the minimum number of days all certificates in the chain should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </p></qt>
eo: <qt> <h1>Averti Se Atestilo En La Ĉeno Eksvalidiĝas</h1> Elektu la minimuman nombron da tagoj, ke ĉiuj atestiloj en la ĉeno devas esti validaj sen eligo de averto. <p> La rekomendita agordo de SPHINX estas 14 tagoj. </p></qt>

source: <qt> <h1>Warn If Encryption Certificate Expires</h1> Select the minimum number of days the encryption certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </p></qt>
eo: <qt> <h1>Averti Se Ĉifrada Atestilo Eksvalidiĝas</h1> Elektu la minimuman nombron da tagoj, dum kiuj la ĉifratestilo estu valida sen averto. <p> La rekomendita agordo de SPHINX estas 14 tagoj. </p></qt>

source: For own certificates:
eo: Por propraj atestiloj:

source: <qt> <h1>Warn If own Certificates Expires</h1> Select the minimum number of days own certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 30 days. </p></qt>
eo: <qt> <h1>Averti Se propraj Atestiloj Eksvalidiĝas</h1> Elektu la minimuman nombron da tagoj, ke propra atestilo estu valida sen averto. <p> La rekomendita agordo de SPHINX estas 30 tagoj. </p></qt>

source: For &root certificates:
eo: Por &radikaj atestiloj:

source: <qt> <h1>Warn If Root Certificate Expires</h1> Select the minimum number of days the root certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </p></qt>
eo: <qt> <h1>Averti Se Radika Atestilo Eksvalidiĝas</h1> Elektu la minimuman nombron da tagoj, dum kiuj la radika atestilo estu valida sen averto. <p> La rekomendita agordo de SPHINX estas 14 tagoj. </p></qt>

source: For intermediate CA certificates:
eo: Por interaj atestilaj atestiloj:

source: GnuPG Settings…
eo: GnuPG-Agordoj…

source: Re-enable All "Do not Ask Again" Warnings
eo: Reŝalti Ĉiujn Avertojn "Ne Demandi Denove".

source: HTML Messages
eo: HTML-mesaĝoj

source: <b>WARNING:</b> Allowing HTML in email may increase the risk that your system will be compromised by present and anticipated security exploits. <a href="whatsthis1">More about HTML mails…</a> <a href="whatsthis2">More about external references...</a>
eo: <b>AVERTO:</b> Permesi HTML-on en retpoŝto povas pliigi la riskon, ke via sistemo estos endanĝerigita de nunaj kaj antaŭviditaj sekurecaj ekspluatoj. <a href="whatsthis1">Pli pri HTML-mesaĝoj…</a> <a href="whatsthis2">Pli pri eksteraj referencoj…</a>
