Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

source: Composer Plugins
eo: Komponistaj Kromaĵoj

source: Grammar Checker Plugins
eo: Gramatik-Kontrolilaj Kromaĵoj

source: Tools Plugins
eo: Ilaj Kromaĵoj

source: Editor Plugins
eo: Redaktilaj Kromaĵoj

source: Message Viewer
eo: Mesaĝo-Vidilo

source: Webengine Plugins
eo: Webengine-Kromaĵoj

source: Header Style Plugins
eo: Kapostil-Kromaĵoj

source: Text Conversion Plugins
eo: Tekstokonvertilaj Kromaĵoj

source: Confirm Deleting Emails Plugins
eo: Kromaĵoj por Konfirmi Forigon de Retpoŝtoj

source: Akonadi Agents
eo: Akonadi Agentoj

source: Reading
eo: Legado

source: Message Disposition Notifications
eo: Ricevkonfirmoj

source: Encryption
eo: Ĉifrado

source: S/MIME Validation
eo: Valido S/MIME

source: Email Address:
eo: Retpoŝta adreso:

source: Do you want to remove this email address?
eo: Ĉu vi volas forigi ĉi tiun retpoŝtadreson?

source: Changing the global HTML setting will override all folder specific values.
eo: Ŝanĝi la ĉiean HTML-agordon anstataŭigos ĉiujn specifajn valorojn de la dosierujo.

source: %v day
eo: %v tago

# @title:window
source: GnuPG Settings
eo: GnuPG-agordoj

# @label:textbox
source: The module is missing. Please verify your installation. This module is provided by Kleopatra.
eo: La modulo mankas. Bonvolu kontroli vian instaladon. Ĉi tiu modulo estas provizita de Kleopatra.

source: GnuPG Configure Module Error
eo: GnuPG Agordi Modulan Eraron

source: This option requires dirmngr >= 0.9.0
eo: Ĉi tiu elekteblo postulas dirmngr >= 0.9.0

source: no proxy
eo: neniu prokurilo

source: (Current system setting: %1)
eo: (Nuna sistema agordo: %1)

# @title:window
source: Select Contact
eo: Elekti Kontakton

source: Select
eo: Elekti

# Start of the filename for a mail archive file
source: Archive
eo: Arkivo

# @title:window for archiving a folder
source: Archive Folder
eo: Arkiva Dosierujo

# @action
source: Archive
eo: Arkivo

# @label:textbox
source: &Folder:
eo: &Dosierujo:

# @label:textbox
source: F&ormat:
eo: F&ormato:

source: Compressed Zip Archive (.zip)
eo: Kunpremita Zip Arkivo (.zip)

source: Uncompressed Archive (.tar)
eo: Nekunpremita Arkivo (.tar)

source: BZ2-Compressed Tar Archive (.tar.bz2)
eo: BZ2-Kunpremita Tar-Arĥivo (.tar.bz2)

source: GZ-Compressed Tar Archive (.tar.gz)
eo: GZ-Kunpremita Tar-Arkivo (.tar.gz)

# @label:textbox
source: &Archive File:
eo: &Arĥiva Dosiero:

source: Archive file (*.tar *.zip *.tar.gz *.tar.bz2)
eo: Arkivdosiero (*.tar *.zip *.tar.gz *.tar.bz2)

# @option:check
source: &Delete folder and subfolders after completion
eo: Forigi &dosierujon kaj subdosierujojn post kompletigo

# @option:check
source: Archive all subfolders
eo: Arkivi ĉiujn subdosierujojn

source: Please select the folder that should be archived.
eo: Bonvolu elekti la dosierujon, kiu devus esti arkivita.

# @title:window
source: No folder selected
eo: Neniu dosierujo elektita

# @title:window
source: Notification
eo: Sciigo

source: 1 attachment (%2)
eo: 1 aldonaĵo (%2)

# @info:tooltip
source: Hide attachment list
eo: Kaŝi kunsendaĵliston

# @info:tooltip
source: Show attachment list
eo: Montri kunsendaĵan liston

# @info:tooltip
source: Select the dictionary to use when spell-checking this message
eo: Elekti la vortaron por uzi dum literumado de ĉi tiu mesaĝo

# @info:tooltip
source: Select the sent-mail folder where a copy of this message will be saved
eo: Elekti la senditan dosierujon kie kopio de ĉi tiu mesaĝo estos konservita

# @info:tooltip
source: Select the outgoing account to use for sending this message
eo: Elekti la eliran konton uzendan por sendi ĉi tiun mesaĝon

# @info:tooltip
source: Set the "From:" email address for this message
eo: Meti la retadreson "De:" por ĉi tiu mesaĝo

# @label:textbox
source: &Identity:
eo: &Identeco:

# @label:textbox
source: &Dictionary:
eo: &Vortaro:

# @label:textbox
source: &Sent-Mail folder:
eo: Leterujo de &senditaj mesaĝoj:

# @label:textbox
source: &Mail transport:
eo: Poŝt&transporto:

# sender address field
source: &From:
eo: &De:

# @label:textbox Subject of email.
source: S&ubject:
eo: &Temo:

# @title:window
source: Composer
eo: Mesaĝredaktilo

source: &Send Mail
eo: &Sendi poŝton

source: &Send Mail Via
eo: &Sendi poŝton per

source: Send
eo: Sendi

source: Send &Later
eo: Sendi p&oste

source: Send &Later Via
eo: Sendi p&oste per

# Queue the message for sending at a later date
source: Queue
eo: Vico

source: Save as &Draft
eo: &Konservi kiel malnetaĵo

source: Save email in Draft folder
eo: Konservi retpoŝton en Malneta dosierujo

source: Save as &Template
eo: Konservi kiel ŝ&ablono

source: Save email in Template folder
eo: Konservi retpoŝton en Ŝablona dosierujo

source: Save as &File
eo: Konservi kiel &Dosiero

source: Save email as text or html file
eo: Konservi retpoŝton kiel teksto aŭ html-dosiero

source: &Insert Text File…
eo: Enmet&i Tekstdosieron…

source: &Insert Recent Text File
eo: Enmet&i Lastatempan Tekstodosieron

source: &Address Book
eo: &Adresaro

source: Open Address Book
eo: MalfermuiAdreslibron

source: &New Composer
eo: &Nova Komponilo

# @action
source: Select &Recipients…
eo: Elekti &Ricevantojn…

# @action
source: Save &Distribution List…
eo: Konservi &Dissendoliston…

# @action
source: Paste as Attac&hment
eo: Alglui kiel &kunsendaĵo

# @action
source: Cl&ean Spaces
eo: Forigi troajn spac&etojn

# @action
source: Use Fi&xed Font
eo: Uzi e&gallarĝan tiparon

# @action:inmenu Mark the email as urgent.
source: &Urgent
eo: &Urĝe

# @action
source: &Request Disposition Notification
eo: &Postuli dispozician sciigon

# @action
source: &Request Delivery Confirmation
eo: Peti Live&rkonfirmon

# @action
source: &Wordwrap
eo: &Linifaldo

# @action
source: &Snippets
eo: &Fragmentoj

# @action
source: &Automatic Spellchecking
eo: &Aŭtomate literumkontroli

# @action
source: Rich Text Editing
eo: Riĉteksta Redaktado

source: Rich Text
eo: Riĉa Teksto

# @info:tooltip
source: Toggle rich text editing mode
eo: Baskuligi riĉtekstan redaktoreĝimon

# @action
source: &All Fields
eo: Ĉiuj K&ampoj

# @action
source: &Identity
eo: &Identeco

# @action
source: &Dictionary
eo: &Vortaro

# @action
source: &Sent-Mail Folder
eo: Leterujo de &senditaj mesaĝoj

# @action
source: &Mail Transport
eo: &Poŝtotransporto

# @action
source: &From
eo: &De

# @action:inmenu Show the subject in the composer window.
source: S&ubject
eo: &Temo

# @action
source: Append S&ignature
eo: &Alpendigi subskribon

# @action
source: Pr&epend Signature
eo: Antaŭ&pendigi subskribon

# @action
source: Insert Signature At C&ursor Position
eo: Enigi subskribon ĉe k&ursora pozicio

source: &Spellchecker…
eo: &Literumilo…

source: Spellchecker
eo: Literumilo

source: &Encrypt Message
eo: Ĉ&ifri mesaĝon

source: Encrypt
eo: Ĉifradi

source: &Sign Message
eo: &Subskribi mesaĝon

source: Sign
eo: Subskribi

source: &Cryptographic Message Format
eo: Ĉifromesaĝa &formato

# @info:tooltip
source: Select a cryptographic format for this message
eo: Elekti ĉifrecan formaton por ĉi tiu mesaĝo

source: Create Follow Up Reminder…
eo: Krei Sekvu-Rememorigilon…

source: Configure KMail…
eo: Agordi KMail…

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
eo: <qt>Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.</qt>

# @title:window
source: Hide menu bar
eo: Kaŝi menubreton

# Shows the linenumber of the cursor position.
source: Line: %1
eo: Linio: %1

# @label:textbox
source: Column: %1
eo: Kolumno: %1

source: Spellcheck: on
eo: Literumilo: ŝaltita

source: Spellcheck: off
eo: Literumilo: malŝaltita

source: Re&save as Template
eo: Rekon&servi kiel ŝablono

source: &Save as Draft
eo: Kon&servi kiel malnetaĵo

source: Resave this message in the Templates folder. It can then be used at a later time.
eo: Rekonservi ĉi tiun mesaĝon en la dosierujo Ŝablonoj. Ĝi tiam povas esti uzata en pli posta tempo.

source: Save this message in the Drafts folder. It can then be edited and sent at a later time.
eo: Konservi ĉi tiun mesaĝon en la dosierujo de Malnetoj. Ĝi tiam povas esti redaktita kaj sendita en pli posta tempo.

source: Do you want to save the message for later or discard it?
eo: Ĉu vi volas konservi la mesaĝon aŭ forĵeti ĝin?

# @title:window
source: Close Composer
eo: Fermi Komponilon

# @title:window
source: Autosave Message Failed
eo: Aŭtomata Konservado de Mesaĝo Malsukcesis

# @title:window
source: Sending Message Failed
eo: Sendado de Mesaĝo Malsukcesis

source: Could not start "KAddressbook" program. Please check your installation.
eo: Ne eblis lanĉi programon "KAddressbook". Bonvolu kontroli vian instalon.

# @title:window
source: Unable to start "KAddressbook" program
eo: Ne eblas lanĉi programon "KAddressbook".

# @title:window
source: Insert File
eo: Enigi Dosieron

# @action
source: Add as &Inline Image
eo: Aldoni kiel Enl&inia Bildo

# @action
source: Add as &Attachment
eo: Aldoni kiel &Kunsendaĵo

source: Name of the attachment:
eo: Nomo de la kunsendaĵo:

source: Attachment name can't be empty
eo: Kunsendaĵnomo ne povas esti malplena

# @title:window
source: Invalid Attachment Name
eo: Nevalida Kunsendaĵa Nomo

source: Add URL into Message
eo: Aldoni URL en mesaĝon

source: Add File as &Attachment
eo: &Aldoni dosieron kiel kunsendaĵo

# @title:window
source: Insert clipboard text as attachment
eo: Enmeti tekston de la tondujo kiel kunsendaĵon

source: unnamed
eo: sennoma

source: <qt><p>In order to be able to sign this message you first have to define the (OpenPGP or S/MIME) signing key to use.</p><p>Please select the key to use in the identity configuration.</p></qt>
eo: <qt> <p>Antaŭ vi povas subskribi la mesaĝon, vi devas difini la uzotan subskriboŝlosilon.</p> <p>Elektu la uzotan ŝlosilon en la identeca agordo.</p></qt>

# @title:window
source: Undefined Signing Key
eo: Nedifinita Subskribŝlosilo

source: You must enter your email address in the From: field. You should also set your email address for all identities, so that you do not have to enter it for each message.
eo: Vi devas enigi vian retpoŝtadreson en De:. Krome estas bone, ke vi ankaŭ agordas vian adreson por ĉiuj identecoj, por ke vi ne enigu ĝin por ĉiu nura mesaĝo.

source: You must specify at least one receiver, either in the To: field or as CC or as BCC.
eo: Vi devas specifi almenaŭ unu ricevilon, aŭ en la kampo Al: aŭ kiel CC aŭ kiel BCC.

source: To: field is empty. Send message anyway?
eo: "Al:"-kampo estas malplena. Ĉu tamen sendi la mesaĝon?

# @title:window
source: No To: specified
eo: "Al:" ne donita

# @action:button
source: S&end as Is
eo: S&endi tiel

# @action:button
source: &Specify the To field
eo: &Specifi la kampon Al

source: You did not specify a subject. Send message anyway?
eo: Vi ne donis temon. Ĉu tamen sendi la mesaĝon?

# @title:window
source: No Subject Specified
eo: Temo ne donita

# @action:button
source: &Specify the Subject
eo: &Specifi la temon

source: You must specify at least one receiver in order to be able to encrypt a draft.
eo: Vi devas specifi almenaŭ unu ricevilon por povi ĉifri malneton.

source: About to send email…
eo: Sendonta retpoŝton…

# @title:window
source: Send Confirmation
eo: Sendi konfirmon

# @action:button
source: &Send Now
eo: &Sendi tuj

# @action:button
source: Send &Later
eo: Sendi p&oste

source: You are trying to send the mail to more than %1 recipients. Send message anyway?
eo: Vi provas sendi la poŝton al pli ol %1 ricevantoj. Ĉu sendi mesaĝon ĉiukaze?

# @title:window
source: Too many recipients
eo: Tro da ricevantoj

# @action:button
source: &Send as Is
eo: &Sendi kiel estas

# @action:button
source: &Edit Recipients
eo: R&edakti Ricevantojn

source: Turning HTML mode off will cause the text to lose the formatting. Are you sure?
eo: Malŝalti HTML-reĝimon igos la tekston perdi la formatadon. Ĉu vi certas?

# @title:window
source: Lose the formatting?
eo: Ĉu perdi la formatadon?

# @action:button
source: Lose Formatting
eo: Perdi formatadon

# @action:button
source: Add Markup Plain Text
eo: Aldoni markolingvan plattekston

# The argument is as PGP fingerprint
source: Your selected PGP key (%1) doesn't exist in your keyring or is not suitable for encryption.
eo: Via elektita PGP-ŝlosilo (%1) ne ekzistas en via ŝlosilringo aŭ ne taŭgas por ĉifrado.

# The argument is as PGP fingerprint
source: Your selected PGP signing key (%1) doesn't exist in your keyring or is not suitable for signing.
eo: Via elektita PGP-subskribŝlosilo (%1) ne ekzistas en via ŝlosilringo aŭ ne taŭgas por subskribi.

# The argument is as SMIME fingerprint
source: Your selected SMIME key (%1) doesn't exist in your keyring or is not suitable for encryption.
eo: Via elektita SMIME-ŝlosilo (%1) ne ekzistas en via ŝlosilringo aŭ ne taŭgas por ĉifrado.

# The argument is as SMIME fingerprint
source: Your selected SMIME signing key (%1) doesn't exist in your keyring or is not suitable for signing.
eo: Via elektita SMIME-subskribŝlosilo (%1) ne ekzistas en via ŝlosilringo aŭ ne taŭgas por subskribi.

# @info:tooltip
source: Encrypt
eo: Ĉifradi

# @info:tooltip
source: Not Encrypt
eo: Ne Ĉifradi

# @info:tooltip
source: No key found for the recipient.
eo: Neniu ŝlosilo trovita por la ricevanto.

# @info:tooltip
source: Autocrypt gossip key is used for this recipient. We got this key from 3rd party recipients. This key is not verified.
eo: Aŭtomata klaĉoŝlosilo estas uzata por ĉi tiu ricevanto. Ni ekhavis ĉi ŝlosilon de triapartiaj ricevantoj. Ĉi tiu ŝlosilo ne estas konfirmita.

# @info:tooltip
source: Autocrypt key is used for this recipient. This key is not verified. The recipient prefers encrypted replies.
eo: Aŭtomatoĉifra ŝlosilo estas uzata por ĉi tiu ricevanto. Ĉi tiu ŝlosilo ne estas konfirmita. La ricevanto preferas ĉifritajn respondojn.

# @info:tooltip
source: Autocrypt key is used for this recipient. This key is not verified. The recipient does not prefer encrypted replies.
eo: Aŭtomatoĉifra ŝlosilo estas uzata por ĉi tiu ricevanto. Ĉi tiu ŝlosilo ne estas konfirmita. La ricevanto ne preferas ĉifritajn respondojn.

# @info:tooltip
source: The encryption key is not trusted. It hasn't enough validity. You can sign the key, if you communicated the fingerprint by another channel. Click the icon for details.
eo: La ĉifrada ŝlosilo ne estas fidinda. Ĝi ne havas sufiĉan validecon. Vi povas subskribi la ŝlosilon, se vi komunikis la fingrospuron per alia kanalo. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is not trusted. It hasn't been used anywhere to guarantee it belongs to the stated person. By using the key will be trusted more. Or you can sign the key, if you communicated the fingerprint by another channel. Click the icon for details.
eo: La ĉifrada ŝlosilo ne estas fidinda. Ĝi ne estis ie uzata por garantii ke ĝi apartenas al la asertita persono. Per uzo de la ŝlosilo ĝi gajnos fidindecon. Aŭ vi povas subskribi la ŝlosilon, se vi komunikis la fingrospuron per alia kanalo. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is not trusted. It has conflicting TOFU data. Click the icon for details.
eo: La ĉifrada ŝlosilo ne estas fidinda. Ĝi havas konfliktajn TOFU-datumojn. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is not trusted. It has unknown validity in TOFU data. Click the icon for details.
eo: La ĉifrada ŝlosilo ne estas fidinda. Ĝi havas nekonatan validecon en TOFU-datumoj. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is not trusted. The key is marked as bad. Click the icon for details.
eo: La ĉifrada ŝlosilo ne estas fidinda. Ĝi estas markita kiel malbona. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is only marginally trusted and hasn't been used enough time to guarantee it belongs to the stated person. By using the key will be trusted more. Or you can sign the key, if you communicated the fingerprint by another channel. Click the icon for details.
eo: La ĉifradŝlosilo estas nur marĝene fidinda kaj ne estis uzata sufiĉan tempon por garantii, ke ĝi apartenas al la deklarita persono. Per uzado de la ŝlosilo, ĝi estos prifidata pli. Aŭ vi povas subskribi la ŝlosilon, se vi komunikis la fingrospuron per alia kanalo. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is only marginally trusted. You can sign the key, if you communicated the fingerprint by another channel. Click the icon for details.
eo: La ĉifradŝlosilo estas nur marĝene fidinda. Vi povas subskribi la ŝlosilon, se vi komunikis la fingrospuron per alia kanalo. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is only marginally trusted, but has been used enough times to be very likely controlled by the stated person. By using the key will be trusted more. Or you can sign the key, if you communicated the fingerprint by another channel. Click the icon for details.
eo: La ĉifradŝlosilo estas nur marĝene fidinda, sed estis uzata sufiĉajn fojojn por esti tre verŝajne mastrata per ja deklarita persono. Per uzado de la ŝlosilo, ĝi estos prifidata pli. Aŭ vi povas subskribi la ŝlosilon, se vi komunikis la fingrospuron per alia kanalo. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is fully trusted. You can raise the security level, by signing the key. Click the icon for details.
eo: La ĉifrada ŝlosilo estas plene fidinda. Vi povas altigi la sekurecnivelon subskribante la ŝlosilon. Alklaku la piktogramon por detaloj.

# @info:tooltip
source: The encryption key is ultimately trusted or is signed by another ultimately trusted key. Click the icon for details.
eo: La ĉifrada ŝlosilo estas finfine fidinda aŭ ĝi estas subskribita de alia finfine prifidata ŝlosilo. Alklaku la piktogramon por detaloj.

source: Column: %1
eo: Kolumno: %1

source: <qt>No valid and trusted encryption certificate was found for "%1".<br/><br/>Select the certificate(s) which should be used for this recipient. If there is no suitable certificate in the list you can also search for external certificates by clicking the button: search for external certificates.</qt>
eo: <qt>Neniu valida kaj fidinda ĉifratestilo estis trovita por "%1".<br/><br/>Elektu la atestilon(j)n kiuj devus esti uzataj por ĉi tiu ricevanto. Se ne estas taŭga atestilo en la listo, vi ankaŭ povas serĉi eksterajn atestilojn klakante la butonon: serĉi eksterajn atestilojn.</qt>

source: Encryption Key Selection
eo: Elekto de Ĉifrada Ŝlosilo

# @title:window
source: Plugin Editor Information
eo: Informoj pri Kromprograma Redaktilo

# @title:window
source: Details
eo: Detaloj

# @label:textbox
source: Select email to put in whitelist:
eo: Elekti retpoŝton por meti en blankan liston:

source: Found potential phishing email addresses <a href="phishingdetails">(details…)</a>
eo: Trovis eblajn retpoŝtadresojn pri phishing <a href="phishingdetails">(detaloj…)</a>

# @action
source: Send Now
eo: Sendi tuj

# @info:tooltip
source: Set a subject for this message
eo: Agordi temon por ĉi tiu mesaĝo

source: This shortcut allows to send mail directly. Mail can be send accidentally. What do you want to do?
eo: Ĉi tiu ŝparvojo permesas sendi retpoŝton rekte. Poŝto povas esti sendita hazarde. Kion vi volas fari?

source: Configure shortcut
eo: Agordi ŝparvojon

source: Remove Shortcut
eo: Forigi Ŝparvojon

source: Ask Before Sending
eo: Demandi Antaŭ Sendi

source: Sending Without Confirmation
eo: Sendante Sen Konfirmo

source: This attachment: <ul><li>%1</li></ul> was added externally. Remove it if it's an error.
eo: Ĉi tiu kunsendaĵo: <ul><li>%1</li></ul> estis aldonita ekstere. Forigu ĝin se ĝi estas eraro.

source: These attachments: <ul><li>%1</li></ul> were added externally. Remove them if it's an error.
eo: Ĉi tiuj kunsendaĵoj: <ul><li>%1</li></ul> estis aldonitaj ekstere. Forigu ilin se ĝi estas eraro.

source: The message you have composed seems to refer to an attached file but you have not attached anything. Do you want to attach a file to your message?
eo: La mesaĝo, kiun vi verkis, ŝajnas referenci al alfiksita dosiero sed vi alfiksis nenion. Ĉu vi volas kunsendi dosieron al via mesaĝo?

source: &Attach file
eo: &Aldoni dosieron

source: &Remind me later
eo: &Rememorigi al mi poste

source: External editor was started.
eo: Ekstera redaktilo estis komencita.

source: Transport was not found. Please verify that you will use a correct mail transport.
eo: Transporto ne estis trovita. Bonvolu kontroli, ke vi uzos ĝustan poŝtan transporton.

source: Sent Folder is not defined. Please set it before sending the mail.
eo: Sendita Dosierujo ne estas difinita. Bonvolu agordi ĝin antaŭ sendi la poŝton.

source: Identity was not found. Please verify that you will use a correct identity.
eo: Identeco ne estis trovita. Bonvolu kontroli, ke vi uzos ĝustan identecon.

source: Dictionary was not found. Please verify that you will use a correct dictionary.
eo: Vortaro ne estis trovita. Bonvolu kontroli, ke vi uzos ĝustan vortaron.

# @info:status
source: We have reached maximum recipients. Truncating recipients list to %1.
eo: Ni atingis maksimumajn ricevantojn. Detranĉante liston de ricevantoj al %1.

source: Message will be signed
eo: Mesaĝo estos subskribita

source: Message will not be signed
eo: Mesaĝo ne estos subskribita

source: Message will be encrypted
eo: Mesaĝo estos ĉifrita

source: Message will not be encrypted
eo: Mesaĝo ne estos ĉifrita

source: Cannot fetch collection. %1
eo: Ne povas preni kolekton. %1

source: Folder name not defined.
eo: Nomo de dosierujo ne difinita.

source: Unable to create folder. %1
eo: Ne eblas krei dosierujon. %1

source: Archive folder not defined. Please verify settings for account %1
eo: Arkiva dosierujo ne difinita. Bonvolu kontroli agordojn por konto %1

source: No messages selected.
eo: Neniuj mesaĝoj elektitaj.

source: List of collections is empty. %1
eo: Listo de kolektoj estas malplena. %1

source: This folder %1 is read only. Please verify the configuration of account %2
eo: Ĉi dosierujo %1 estas nur legebla. Bonvolu kontroli la agordon de konto %2

source: Cannot move messages.
eo: Ne povas movi mesaĝojn.

source: Unable to fetch folder. Error reported: %1
eo: Ne eblas preni dosierujon. Eraro raportita: %1

source: No folder returned.
eo: Neniu dosierujo revenis.

source: Unable to fetch parent folder. Error reported: %1
eo: Ne eblas preni gepatran dosierujon. Eraro raportita: %1

source: Unable to return list of folders.
eo: Ne eblas resendi liston de dosierujoj.

source: Messages archived
eo: Mesaĝoj arkivitaj

source: Folder Shortcut %1
eo: Dosierujo Ŝparvojo %1

# List of message viewer closed
source: Closed Reader
eo: Fermis Legilon

source: Clear History
eo: Forviŝi Historion

# @action
source: Reopen Closed Viewer
eo: Remalfermi Fermitan Vidilon

source: Image
eo: Bildo

source: You do not have your own contact defined in the address book.
eo: Vi ne havas vian propran kontakton difinitan en la adreslibro.

# @title:window
source: No Picture
eo: Neniu bildo

source: No picture set for your address book entry.
eo: Neniu bildo fiksita por via adreslibro-eniro.

# @title:window
source: Create own vCard
eo: Krei propran vCard

# @option:radio
source: &With empty fields
eo: &Kun malplenaj kampoj

# @option:radio
source: &From existing vCard
eo: &De ekzistanta vCard

# @label:textbox
source: &vCard path:
eo: Vojo de &vCard:

# @option:radio
source: &Duplicate existing vCard
eo: &Duobligi ekzistantan vCard

# @label:textbox
source: &Existing identities:
eo: &Ekzistantaj identecoj:

# @info:status
source: Could not start OpenPGP certificate generation.
eo: Ne eblis komenci generon de OpenPGP-atestilo.

source: Could not start OpenPGP certificate generation: %1
eo: Ne eblis komenci generon de OpenPGP-atestilo: %1

# @title
source: Generating an OpenPGP Certificate…
eo: Generante OpenPGP-Atestilon…
