Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

source: The process of generating an OpenPGP certificate requires large amounts of random numbers. This may require several minutes…
eo: La procezo generi OpenPGP-atestilon postulas grandan kvanton de hazardaj ciferoj. Ĉi tio eble bezonos kelkajn minutojn…

source: Could not generate an OpenPGP certificate: %1
eo: Ne eblis generi OpenPGP-atestilon: %1

# @info:status
source: Key generation was cancelled.
eo: Ŝlosilgenero estis interrompita.

source: No key
eo: Neniu ŝlosilo

source: Generate a new OpenPGP certificate
eo: Generi novan OpenPGP-atestilon

# @title:window
source: Key Generation Error
eo: Ŝlosila Gener-Eraro

# @title:window
source: Edit Identity
eo: Redakti identecon

# @title:tab General identity settings.
source: General
eo: Ĝenerale

# @label:textbox
source: &Your name:
eo: &Via nomo:

source: <qt><h3>Your name</h3><p>This field should contain your name as you would like it to appear in the email header that is sent out;</p><p>if you leave this blank your real name will not appear, only the email address.</p></qt>
eo: <qt> <h3>Via nomo</h3> <p> Tiu enigejo montras vian nomon per tia maniero, per kio vi volas montri ĝin en la kaplinio de la sendota letero.</p> <p>Se vi ne uzas tion, via nomo ne estos montrata, sed nur la retpoŝtadreso.</p></qt>

# @label:textbox
source: Organi&zation:
eo: Organi&zaĵo:

source: <qt><h3>Organization</h3><p>This field should have the name of your organization if you would like it to be shown in the email header that is sent out.</p><p>It is safe (and normal) to leave this blank.</p></qt>
eo: <qt><h3>Organizo</h3><p>Ĉi tiu kampo devus havi la nomon de via organizo se vi ŝatus, ke ĝi estu montrita en la retpoŝta kaplinio kiu estas sendita.</p><p>Ĝi estas sekura. (kaj normala) lasi ĉi tion malplena.</p></qt>

# @label:textbox
source: &Email address:
eo: R&etpoŝta adreso:

source: <qt><h3>Email address</h3><p>This field should have your full email address.</p><p>This address is the primary one, used for all outgoing mail. If you have more than one address, either create a new identity, or add additional alias addresses in the field below.</p><p>If you leave this blank, or get it wrong, people will have trouble replying to you.</p></qt>
eo: <qt><h3>Retpoŝtadreso</h3><p>Ĉi tiu kampo devus havi vian plenan retadreson.</p><p>Ĉi tiu adreso estas la ĉefa, uzata por ĉiuj elirantaj poŝtoj. Se vi havas pli ol unu adreson, aŭ kreu novan identecon, aŭ aldonu pliajn kaŝnomajn adresojn en la suba kampo.</p><p>Se vi lasas ĉi tion malplena, aŭ malĝuste, homoj havos problemojn respondi al vi.</p></qt>

# @label:textbox
source: Email a&liases:
eo: Retpoŝt&aj kromnomoj:

source: <qt><h3>Email aliases</h3><p>This field contains alias addresses that should also be considered as belonging to this identity (as opposed to representing a different identity).</p><p>Example:</p><table><tr><th>Primary address:</th><td>first.last@example.org</td></tr><tr><th>Aliases:</th><td>first@example.org<br>last@example.org</td></tr></table><p>Type one alias address per line.</p></qt>
eo: <qt><h3>Retpoŝtaj kaŝnomoj</h3><p>Ĉi tiu kampo enhavas kaŝnomajn adresojn, kiuj ankaŭ devus esti konsiderataj kiel apartenantaj al ĉi tiu identeco (kontraste al reprezentado de malsama identeco).</p><p>Ekzemplo:</p><table><tr><th> Ĉefa adreso:</th><td>first.last@example.org</td></tr><tr><th>Kaŝnomo:</th><td>unua@ekzemplo.org<br>lasta@ekzemplo.org</td></tr></table><p>Tajpu unu kaŝnomo-adreson per linio.</p></qt>

source: Cryptography
eo: Kriptografio

source: <qt><p>The OpenPGP key you choose here will be used to digitally sign messages. You can also use GnuPG keys.</p><p>You can leave this blank, but KMail will not be able to digitally sign emails using OpenPGP; normal mail functions will not be affected.</p><p>You can find out more about keys at <a>https://www.gnupg.org</a></p></qt>
eo: <qt><p>La OpenPGP-ŝlosilo, kiun vi elektas ĉi tie, estos uzata por ciferece subskribi mesaĝojn. Vi ankaŭ povas uzi GnuPG-ŝlosilojn.</p><p>Vi povas lasi ĉi tion malplena, sed KMail ne povos ciferece subskribi retpoŝtojn per OpenPGP; normalaj poŝtaj funkcioj ne estos tuŝitaj.</p><p>Vi povas ekscii pli pri klavoj ĉe <a>https://www.gnupg.org</a></p></qt>

# @label:textbox
source: OpenPGP signing key:
eo: OpenPGP-subskriba ŝlosilo:

# @option:check
source: Use same key for encryption and signing
eo: Uzi la saman ŝlosilon por ĉifrado kaj subskribo

source: OpenPGP key:
eo: OpenPGP-ŝlosilo:

source: OpenPGP signing key:
eo: OpenPGP-subskriba ŝlosilo:

source: <qt><p>The OpenPGP key you choose here will be used to encrypt messages to yourself and for the "Attach My Public Key" feature in the composer. You can also use GnuPG keys.</p><p>You can leave this blank, but KMail will not be able to encrypt copies of outgoing messages to you using OpenPGP; normal mail functions will not be affected.</p><p>You can find out more about keys at <a>https://www.gnupg.org</a></p></qt>
eo: <qt><p>La OpenPGP-ŝlosilo, kiun vi elektas ĉi tie, estos uzata por ĉifri mesaĝojn al vi mem kaj por la funkcio "Alektu Mian Publikan Ŝlosilon" en la komponisto. Vi ankaŭ povas uzi GnuPG-ŝlosilojn.</p><p>Vi povas lasi ĉi tion malplena, sed KMail ne povos ĉifri kopiojn de elirantaj mesaĝoj al vi uzante OpenPGP; normalaj poŝtaj funkcioj ne estos tuŝitaj.</p><p>Vi povas ekscii pli pri klavoj ĉe <a>https://www.gnupg.org</a></p></qt>

# @label:textbox
source: OpenPGP encryption key:
eo: OpenPGP-ĉifriga ŝlosilo:

source: <qt><p>The S/MIME (X.509) certificate you choose here will be used to digitally sign messages.</p><p>You can leave this blank, but KMail will not be able to digitally sign emails using S/MIME; normal mail functions will not be affected.</p></qt>
eo: <qt><p>La S/MIME-X.509-atestilon, kiun vi elektos ĉi tie, vi uzos por subskribi mesaĝojn.</p> <p> Vi povas lasi ĝin malblanka, sed Poŝtilo ne povos ĉifrigi kopiojn de senditaj mesaĝojn por vi per OpenPGP. Normalaj leteraj funkcioj ne estos afekciataj.</p></qt>

# @label:textbox
source: S/MIME signing certificate:
eo: S/MIME-subskriba atestilo:

source: <qt><p>The S/MIME certificate you choose here will be used to encrypt messages to yourself and for the "Attach My Certificate" feature in the composer.</p><p>You can leave this blank, but KMail will not be able to encrypt copies of outgoing messages to you using S/MIME; normal mail functions will not be affected.</p></qt>
eo: <qt> <p>LA S/MIME-atestilon, kiun vi elektos ĉi tie, vi uzos por ĉifrigi mesaĝojn al vi mem kaj por la eco de kunsendo de la publika ŝlosilo en la redaktilo.</p> <p> Vi povas lasi ĝin malblanka, sed Poŝtilo ne povos ĉifrigi kopiojn de senditaj mesaĝojn por vi per S/MIME. Normalaj leteraj funkcioj ne estos afekciataj.</p></qt>

# @label:textbox
source: S/MIME encryption certificate:
eo: S/MIME-ĉifra atestilo:

# preferred format of encrypted messages
source: Preferred format:
eo: Preferata formato:

source: Enable Autocrypt
eo: Ebligi Autocrypt

# @option:check
source: Let others know you prefer encryption
eo: Sciigi aliajn, ke vi preferas ĉifradon

source: Overwrite global settings for security defaults
eo: Anstataŭigi ĉieajn agordojn por sekurecaj defaŭltoj

# @label:textbox
source: Overwrite defaults:
eo: Anstataŭigi defaŭltojn:

# @option:check
source: Sign messages
eo: Subskribi mesaĝojn

# @option:check
source: Encrypt messages when possible
eo: Ĉifri mesaĝojn kiam eblas

# @option:check
source: Warn when trying to send unsigned messages
eo: Averti kiam vi provas sendi nesubskribitajn mesaĝojn

# @option:check
source: Warn when trying to send unencrypted messages
eo: Averti kiam vi provas sendi neĉifritajn mesaĝojn

# @title:tab Advanced identity settings.
source: Advanced
eo: Altnivela

# @label:textbox
source: &Reply-To address:
eo: &Reply-To respondadreso:

source: <qt><h3>Reply-To addresses</h3><p>This sets the <tt>Reply-to:</tt> header to contain a different email address to the normal <tt>From:</tt> address.</p><p>This can be useful when you have a group of people working together in similar roles. For example, you might want any emails sent to have your email in the <tt>From:</tt> field, but any responses to go to a group address.</p><p>If in doubt, leave this field blank.</p></qt>
eo: <qt> <h3>Respondadresoj</h3> <p>Tio agordas la respondadresan kaplinion, do ĝi havas alian adreson kiel la normala adreso en <tt>De:</tt>.</p> <p>Tio ovas esti avantaĝa, kiam vi laboras grupe. Ekzemple vi havas vian adreson en <tt>De:</tt>, sed la sepondoj adresas la tutan grupon.</p> <p>Se ĝi diras nenion al vi, lasu ĝin malplena.</p> </qt>

# @label:textbox
source: &CC addresses:
eo: &CC-adresoj:

source: <qt><h3>CC (Carbon Copy) addresses</h3><p>The addresses that you enter here will be added to each outgoing mail that is sent with this identity.</p><p>This is commonly used to send a copy of each sent message to another account of yours.</p><p>To specify more than one address, use commas to separate the list of CC recipients.</p><p>If in doubt, leave this field blank.</p></qt>
eo: <qt><h3>Adresoj CC (karbonkopio)</h3><p>La adresoj, kiujn vi enigas ĉi tie, estos aldonitaj al ĉiu eksiĝinta poŝto, kiu estas sendita kun ĉi tiu identeco.</p><p>Tio estas kutime uzata. por sendi kopion de ĉiu sendita mesaĝo al alia konto via.</p><p>Por specifi pli ol unu adreson, uzu komojn por apartigi la liston de CC-ricevantoj.</p><p>Se vi dubas, lasu ĉi tiu kampo malplena.</p></qt>

# @label:textbox
source: &BCC addresses:
eo: &BCC-adresoj:

source: <qt><h3>BCC (Blind Carbon Copy) addresses</h3><p>The addresses that you enter here will be added to each outgoing mail that is sent with this identity. They will not be visible to other recipients.</p><p>This is commonly used to send a copy of each sent message to another account of yours.</p><p>To specify more than one address, use commas to separate the list of BCC recipients.</p><p>If in doubt, leave this field blank.</p></qt>
eo: <qt><h3>Adresoj BCC (nevidebla karbonkopio)</h3><p>La adresoj kiujn vi enigas ĉi tie estos aldonataj al ĉiu sendota letero kiu estas sendata kun ĉi identeco. La adresatoj ne estas videblaj al aliuloj.</p><p>Tio estas kutime uzata por sendi kopion de ĉiu sendita mesaĝo al alia adreskonto de de vi.</p><p>Uzu komojn por krei liston de adresatoj.</p><p>Se ĝi diras nenion al vi, lasu ĝin malplena.</p> </qt>

# @label:textbox
source: D&ictionary:
eo: &Vortaro:

source: Select Send-mail Folder
eo: Elekti Send-poŝtan leterujon

# @option:check
source: Sent-mail &folder:
eo: Send-poŝta &leterujo:

source: Select Draft Folder
eo: Elekti dosierujon por malnetoj

# @label:textbox
source: &Drafts folder:
eo: &Dosierujo por malnetaĵoj:

source: Select Templates Folder
eo: Elekti dosierujon de ŝablonoj

# @label:textbox
source: &Templates folder:
eo: &Ŝablonujo:

source: Select Spam Folder
eo: Elekti Leterujon por Spamo

# @option:check
source: Spam &folder:
eo: Spam-poŝta &leterujo:

source: Configure Expire Folder...
eo: Agordi Eksvalidiĝan Leterujon...

# @option:check
source: Outgoing Account:
eo: Elira Konto:

# @option:check
source: Attach my vCard to message
eo: Kunsendi mian vCard al mesaĝo

# @action:button
source: Create…
eo: Krei…

# @label:textbox
source: Autocorrection language:
eo: Aŭtokorekta lingvo:

# @info:tooltip
source: Restore default domain name
eo: Restarigi defaŭltan domajnan nomon

# @label:textbox
source: Defaul&t domain:
eo: Nor&ma domajno:

source: <qt><p>The default domain is used to complete email addresses that only consist of the user's name.</p></qt>
eo: <qt> <p>La apriora domajno estas uzata por kompletigi la retpoŝtadresojn, kiuj nur konsistas de uzantulaj nomoj.</p></qt>

# @option:check
source: &Use custom message templates for this identity
eo: &Uzi proprajn mesaĝoŝablonojn por ĉi tiu identeco

# @action:button
source: &Copy Global Templates
eo: &Kopii Ĉieajn Ŝablonojn

source: Templates
eo: Ŝablonoj:

source: Signature
eo: Subskribo

source: Picture
eo: Bildo

source: Activities
eo: Aktivecoj

source: Invalid Email Alias "%1"
eo: Nevalida Retpoŝta kaŝnomo "%1"

source: You must provide an email for this identity.
eo: Vi devas provizi retpoŝton por ĉi tiu identeco.

# @title:window
source: Empty Email Address
eo: Malplena Retpoŝt-Adreso

# @title:window
source: Invalid Email Address
eo: Nevalida retpoŝtadreso

source: One of the configured OpenPGP signing keys does not contain any user ID with the configured email address for this identity (%1). This might result in warning messages on the receiving side when trying to verify signatures made with this configuration.
eo: Unu el la agorditaj OpenPGP-subskribaj ŝlosiloj ne havas iun uzantnomon, kiu konvenas al la retpoŝtadreson por tiu nomo (%1). Do ĝi povas kaŭzi avertmesaĝon ĉe la adresato, kiam tie estos provata la konfirmon de ĉi tiu subskribo.

source: One of the configured OpenPGP encryption keys does not contain any user ID with the configured email address for this identity (%1).
eo: Unu el la agorditaj OpenPGP-subskribaj ŝlosiloj ne havas iun uzantnomon, kiu konvenas al la retpoŝtadreson por tiu nomo (%1).

source: One of the configured S/MIME signing certificates does not contain the configured email address for this identity (%1). This might result in warning messages on the receiving side when trying to verify signatures made with this configuration.
eo: Unu el la agorditaj S/MIME-subskribaj testiloj ne havas iun uzantnomon, kiu konvenas al la retpoŝtadreson por tiu nomo (%1). Do ĝi povas kaŭzi avertmesaĝon ĉe la adresato, kiam tie estos provata la konfirmon de ĉi tiu subskribo.

source: One of the configured S/MIME encryption certificates does not contain the configured email address for this identity (%1).
eo: Unu el la agorditaj S/MIME-subskribaj testiloj ne havas iun uzantnomon, kiu konvenas al la retpoŝtadreson por tiu nomo (%1).

# @title:window
source: Email Address Not Found in Key/Certificates
eo: Retpoŝtadreso Ne Trovita en Ŝlosilo/Atestiloj

source: The signature file is not valid
eo: La subskribodosiero de estas valida

# @title:window
source: Edit Identity "%1"
eo: Redakti identecon "%1"

source: Some custom folder for identity does not exist (anymore); therefore, default folders will be used.
eo: Iu propra dosierujo por identeco ne ekzistas (plu); tial, defaŭltaj dosierujoj estos uzataj.

source: Create…
eo: Krei…

source: Edit…
eo: Redakti…

# @title:window
source: Edit own vCard
eo: Redakti propran vCard

source: Delete current vCard
eo: Forigi nunan vCard

source: Are you sure you want to delete this vCard?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun vCard?

# @title:window
source: Delete vCard
eo: Forigi vCard

source: We cannot delete vCard file.
eo: Ni ne povas forigi vCard-dosieron.

# @info
source: Do you really want to cancel?
eo: Ĉu vi vere volas nuligi?

# @title:window
source: Confirmation
eo: Konfirmo

# @action:button
source: Cancel Editing
eo: Nuligi Redakton

# @action:button
source: Do Not Cancel
eo: Ne Nuligi

# @title:window
source: Expire Spam Folder
eo: Eksvalidigi Spam-Leterujon

source: <qt>Do you really want to remove the identity named <b>%1</b>?</qt>
eo: <qt>Ĉu vi vere volas forigi la identecon nomitan <b>%1</b>?</qt>

source: Do you really want to remove this %1 identity?
eo: Ĉu vi vere volas forigi ĉi %1 identecon?

source: Remove Identity
eo: Forigi identecon

# @action:button
source: &Remove
eo: Fo&rigi

# @action
source: Add…
eo: Aldoni…

# @action
source: Modify…
eo: Ŝanĝi…

# @action
source: Rename
eo: Alinomi

# @action
source: Set as Default
eo: Uzi kiel apriora

# @title:window
source: New Identity
eo: Nova identeco

# @label:textbox
source: &New identity:
eo: &Nova identeco:

# @option:radio
source: &Use System Settings values
eo: &Uzi la valorojn de Sistemagordo

# @option:radio
source: &Duplicate existing identity
eo: &Doubligi ekzistantan identecon

source: Face
eo: Vizaĝo

source: X-Face
eo: X-Vizaĝo

source: More information under <a href="https://quimby.gnus.org/circus/face/">https://quimby.gnus.org/circus/face/</a>.
eo: Pliaj informoj sub <a href="https://quimby.gnus.org/circus/face/">https://quimby.gnus.org/circus/face/</a>.

source: Examples are available at <a href="https://ace.home.xs4all.nl/X-Faces/">https://ace.home.xs4all.nl/X-Faces/</a>.
eo: Ekzemploj haveblas ĉe <a href="https://ace.home.xs4all.nl/X-Faces/">https://ace.home.xs4all.nl/X-Faces/</a>.

source: No image will be sent.
eo: Neniu bildo estos sendita.

source: KMail will send a colored image through the Face header.
eo: KMail sendos koloran bildon tra la kaplinio Vizaĝo.

source: KMail will send a black-and-white image through the X-Face header.
eo: KMail sendos nigrablankan bildon tra la kaplinio X-Face.

source: KMail will send both a colored and a black-and-white image.
eo: KMail sendos kaj koloran kaj nigrablankan bildon.

source: Failed to reduce image size to fit in header.
eo: Malsukcesis redukti bildograndecon por konveni en kaplinion.

source: Failed to reduce image size to fit in header. Install pngquant to obtain better compression results.
eo: Malsukcesis redukti bildograndecon por konveni en kaplinion. Instalu pngquant por akiri pli bonajn kunpremajn rezultojn.

source: Install pngquant to obtain better image quality.
eo: Instalu pngquant por akiri pli bonan bildkvaliton.

source: pngquant exited with code %1: %2
eo: pngquant eliris kun kodo %1: %2

source: Email added successfully.
eo: Retpoŝto aldonita sukcese.

source: Distribution list %2 is empty, it cannot be used.
eo: Distribulisto %2 estas malplena, ĝi ne uzeblas.

source: Clear Akonadi Cache
eo: Malplenigi Akonadi-kaŝmemoron

source: Done
eo: Farita

# @title:window
source: Add to Address Book
eo: Aldoni al adresaro

source: Contact created successfully
eo: Kontakto kreita sukcese

source: Contact cannot be stored: %1
eo: Kontakto ne povas esti konservita: %1

# @title:window
source: Failed to store contact
eo: Malsukcesis konservi kontakton

source: Do you want to attach this folder "%1"?
eo: Ĉu vi volas alligi ĉi tiun dosierujon "%1"?

# @title:window
source: Attach Folder
eo: Kunsendi Dosierujon

# @action:button
source: Attach
eo: Kunsendi

# @action:button
source: Do Not Attach
eo: Ne kunsendi

# @title:window
source: Delete Search
eo: Forviŝi serĉon

source: <qt>Are you sure you want to delete the search <b>%1</b>?<br />Any messages it shows will still be available in their original folder.</qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi la serĉon <b>%1</b>?<br />Ĉiuj mesaĝoj kiujn ĝi montras ankoraŭ estos disponeblaj en sia origina dosierujo.</qt>

# @action:button Delete search
source: &Delete
eo: &Forigi

# @title:window
source: Delete Folder
eo: Forigi Dosierujon

source: <qt>Are you sure you want to delete the empty folder <b>%1</b>?</qt>
eo: <qt>Ĉu vi vere volas forigi la malplenan leterujon <b>%1</b>?</qt>

source: <qt>Are you sure you want to delete the empty folder <resource>%1</resource> and all its subfolders? Those subfolders might not be empty and their contents will be discarded as well. <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi la malplenan dosierujon <resource>%1</resource> kaj ĉiujn ĝiajn subdosierujojn? Tiuj subdosierujoj eble ne estas malplenaj kaj ilia enhavo ankaŭ estos forĵetita. <p><b>Atentu</b> ke forĵetitaj mesaĝoj ne estas konservitaj en via Rubujo kaj estas konstante forigitaj.</p></qt>

source: <qt>Are you sure you want to delete the folder <resource>%1</resource>, discarding its contents? <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi la dosierujon <resource>%1</resource>, forĵetante ĝian enhavon? <p><b>Atentu</b> ke forĵetitaj mesaĝoj ne estas konservitaj en via Rubujo kaj estas konstante forigitaj.</p></qt>

source: <qt>Are you sure you want to delete the folder <resource>%1</resource> and all its subfolders, discarding their contents? <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi la dosierujon <resource>%1</resource> kaj ĉiujn ĝiajn subdosierujojn, forĵetante ilian enhavon? <p><b>Atentu</b> ke forĵetitaj mesaĝoj ne estas konservitaj en via Rubujo kaj estas konstante forigitaj.</p></qt>

# @action:button Delete folder
source: &Delete
eo: &Forigi

source: Removing duplicates
eo: Forigante duplikatojn

source: Error occurred during removing duplicate emails: '%1'
eo: Eraro okazis dum forigo de duplikataj retpoŝtoj: '%1'

# @title:window
source: Error while removing duplicates
eo: Eraro dum forigo de duplikatoj

# @title:window
source: Save File as
eo: Konservi dosieron kiel

# @info:shell
source: Set subject of message
eo: Meti temon de la mesaĝo

source: Send CC: to 'address'. This can be repeated
eo: Sendi CC: al 'adreso'. Ĉi tio povas esti ripetita

source: Send BCC: to 'address'. This can be repeated
eo: Sendi BCC: al 'adreso'. Ĉi tio povas esti ripetita

source: Set replyTo to 'address'
eo: Meti replyTo al 'adreso'

# @info:shell
source: Add 'header' to message. This can be repeated
eo: Aldoni 'kapon' al mesaĝo. Ĉi tio povas esti ripetita

# @info:shell
source: Read message body from 'file'
eo: Legi mesaĝtekston de 'file'

# @info:shell
source: Set body of message
eo: Meti tekstokorpon de la mesaĝo

# @info:shell
source: Add an attachment to the mail. This can be repeated
eo: Aldoni kunsendaĵon al la mesaĝo. Tio povas esti ripetita

# @info:shell
source: Only check for new mail
eo: Nur kontroli pri nova poŝto

# @info:shell
source: Start minimized to tray
eo: Komenci minimumigita al pleto

# @info:shell
source: Only open composer window
eo: Nur malfermi mesaĝkomponilon

# @info:shell
source: Set identity name
eo: Agordi identecnomon

# @info:shell
source: View the given message file
eo: Vidi la donitan mesaĝdosieron

# @info:shell
source: Set body of message as html
eo: Meti tekstokorpon de la mesaĝo kiel html

# @info:shell
source: Lists the available options for user feedback
eo: Listigas la disponeblajn elekteblojn por uzant-sugestoj

# @info:shell
source: Send message to 'address' or attach the file the 'URL' points to
eo: Sendi mesaĝon al 'adreso' aŭ kunsendi la dosieron al kiu montras 'URL'

source: &File
eo: &Dosiero

# @title:menu New message, folder or new window.
source: New
eo: Nova

source: &Edit
eo: R&edakti

source: &View
eo: &Vidi

source: &Go
eo: &Iri

source: F&older
eo: Leteruj&o

source: Apply Filters on Folder
eo: Apliki Filtrilojn sur Dosierujo

source: Apply Filters on Folder and all its Subfolders
eo: Apliki Filtrilojn sur Dosierujo kaj ĉiuj ĝiaj Subdosierujoj

source: &Message
eo: &Mesaĝo

source: Reply Special
eo: Respondo Speciala

source: &Forward
eo: &Plusendi

source: A&pply Filter
eo: A&pliki filtrilon

source: &Tools
eo: &Iloj

source: &Settings
eo: &Agordoj

source: &Help
eo: &Helpo

source: Main Toolbar
eo: Ĉefa Ilobreto

# @title:window
source: Please wait
eo: Bonvolu atendi

source: Please wait while the message is transferred
eo: Bonvolu atendi dum kiam la mesaĝo estas transigita

# @title:window
source: Save To File
eo: Konservi al Dosiero

# @title:window
source: Open Message
eo: Malfermi Mesaĝon

source: Message
eo: Mesaĝo

source: The file does not contain a message.
eo: La dosiero ne enhavas mesaĝon.

source: The file contains multiple messages. Only the first message is shown.
eo: La dosiero enhavas kelkajn mesaĝojn. Nur la unua estas montrata.

source: Do you want to forward the selected messages as attachments in one message (as a MIME digest) or as individual messages?
eo: Ĉu vi volas plusendi la elektitajn mesaĝojn kiel kunsendaĵojn en unu mesaĝo (kiel MIME-digest) aŭ kiel individuajn mesaĝojn?

# @action:button
source: Send As Digest
eo: Sendi Kiel Digesto

# @action:button
source: Send Individually
eo: Sendu Individue

source: Filtering messages
eo: Filtrante mesaĝojn
