Repository: KDE/kmail
Catalog: po/*/kmail.po
Languages: eo

source: Filtering message %1 of %2
eo: Filtrante mesaĝon %1 el %2

source: Moving messages
eo: Movante mesaĝojn

source: Deleting messages
eo: Forigante mesaĝojn

# @info:progress
source: Deleting Attachments
eo: Forigante kunsendaĵojn

source: Insert
eo: Enmeti

source: &Options
eo: Elektebl&oj

source: &Attach
eo: &Kunsendi

source: HTML Toolbar
eo: HTMLa ilobreto

source: Text Direction Toolbar
eo: Ilobreto de Teksta Direkto

source: KMail is set to be offline; all network jobs are suspended
eo: KMail estas agordita por esti eksterrete; ĉiuj retlaboroj estas suspenditaj

source: Send Email
eo: Sendi Retpoŝton

source: Impossible to send email
eo: Neeble sendi retpoŝton

source: KMail is set to be online; all network jobs resumed
eo: KMail estas agordita por esti interreta; ĉiuj retaj taskoj rekomenciĝis

source: KMail is set to be online; all network jobs will resume when a network connection is detected
eo: KMail estas agordita por esti interreta; ĉiuj retaj laboroj rekomencos kiam reta konekto estos detektita

source: KMail is currently in offline mode. How do you want to proceed?
eo: KMail estas nuntempe en eksterreta reĝimo. Kiel vi volas procedi?

# @title:window
source: Online/Offline
eo: Enreta/Senreta

# @action:button
source: Work Online
eo: Labori konektite

# @action:button
source: Work Offline
eo: Labori malkonektite

source: Network connection detected, all network jobs resumed
eo: Retkonekto detektita, ĉiuj retaj laboroj rekomencis

source: No network connection detected, all network jobs are suspended
eo: Neniu retkonekto detektita, ĉiuj retlaboroj estas suspenditaj

source: Failed to open autosave file at %1. Reason: %2
eo: Malsukcesis malfermi aŭtokonservan dosieron ĉe %1. Kialo: %2

# @title:window
source: Opening Autosave File Failed
eo: Malfermo de Aŭtokonserva Dosiero Malsukcesis

source: This identity has been changed to use the default transport:
eo: Ĉi tiu identeco estis ŝanĝita por uzi la defaŭltan transporton:

source: This identity has been changed to use the modified transport:
eo: Ĉi tiu identeco estis ŝanĝita por uzi la modifitan transporton:

source: Sending messages
eo: Sendante mesaĝojn

source: Initiating sending process…
eo: Komencante sendprocezon…

source: Resource %1 is broken. %2
eo: Rimedo %1 estas rompita. %2

source: Archive Mail Agent was not registered.
eo: Archive Mail Agent ne estis registrita.

source: Send Later Agent was not registered.
eo: Sendi Poste Agenton ne estis registrita.

source: Mail Merge Agent was not registered.
eo: Poŝtkunfanda Agento ne estis registrita.

source: Followup Reminder Agent was not registered.
eo: Sekvu-Rememoriga Agento ne estis registrita.

source: Could not start certificate manager; please make sure you have Kleopatra properly installed.
eo: Ne eblis komenci atestilon; bonvolu certigi, ke vi havas Kleopatra ĝuste instalita.

# @title:window
source: KMail Error
eo: KMail-eraro

source: Could not start "ImportWizard" program. Please check your installation.
eo: Ne eblis lanĉi programon "ImportWizard". Bonvolu kontroli vian instalon.

# @title:window
source: Unable to start "ImportWizard" program
eo: Ne eblas lanĉi programon "ImportWizard"

source: Could not start "PIM Data Exporter" program. Please check your installation.
eo: Ne eblis lanĉi programon "PIM Data Exporter". Bonvolu kontroli vian instaladon.

# @title:window
source: Unable to start "PIM Data Exporter" program
eo: Ne eblas lanĉi programon "PIM Data Exporter".

source: Could not start the ImportWizard. Please make sure you have ImportWizard properly installed.
eo: Ne eblis lanĉi la ImportWizard. Bonvolu certigi, ke vi havas ImportWizard ĝuste instalita.

# @title:window
source: Unable to start ImportWizard
eo: Ne eblas lanĉi ImportWizard

source: Another mailer was found on system. Do you want to import data from it?
eo: Alia retpoŝto estis trovita en sistemo. Ĉu vi volas importi datumojn de ĝi?

# @action:button
source: Import
eo: Importi

# @action:button
source: Do Not Import
eo: Ne Importi

source: Could not start the import wizard. Please check your installation.
eo: Ne eblis lanĉi la importadon. Bonvolu kontroli vian instaladon.

source: Unable to start import wizard
eo: Ne eblas komenci importadon

source: No Subject
eo: Sen temo

source: (no templates)
eo: (neniuj ŝablonoj)

source: This folder does not have any expiry options set
eo: Tiu leterujo ne havas iujn elekteblojn pri malvalidiĝo

source: <qt>Are you sure you want to expire the folder <b>%1</b>?</qt>
eo: <qt>Ĉu vi vere volas malvalidigi la leterujon <b>%1</b>?</qt>

source: Expire Folder
eo: Malplenigi leterujon

# @action:button
source: &Expire
eo: &Eksvalidigi

# @title:window
source: Empty Trash
eo: Malplenigi rubujon

# @title:window
source: Move to Trash
eo: Movi al Rubujo

source: Are you sure you want to empty the trash folder?
eo: Ĉu vi vere volas malplenigi la rubujon?

source: <qt>Are you sure you want to move all messages from folder <b>%1</b> to the trash?</qt>
eo: <qt>Ĉu vi vere volas ŝovi ĉiujn mesaĝojn de leterujo <b>%1</b> al la rubujo?</qt>

source: Moved all messages to the trash
eo: Ĉiuj mesaĝoj metitaj en la rubujon

source: Are you sure you want to expire all old messages?
eo: Ĉu vi vere volas forigi ĉiujn malnovajn mesaĝojn?

source: Expire Old Messages?
eo: Forigi malnovajn mesaĝojn?

# @action:button
source: Expire
eo: Forigi

source: Loading external references in html mail will make you more vulnerable to "spam" and may increase the likelihood that your system will be compromised by other present and anticipated security exploits.
eo: Ŝargi eksterajn referencojn en html-poŝto igos vin pli vundebla je "spamo" kaj povas pliigi la verŝajnecon, ke via sistemo estos kompromitita de aliaj aktualaj kaj antaŭviditaj sekurecaj ekspluatoj.

# @title:window
source: Security Warning
eo: Sekurecaverto

# @action:button
source: Load External References
eo: Ŝargi eksterajn referencojn

source: <qt>Do you really want to delete the selected message?<br />Once deleted, it cannot be restored.</qt>
eo: <qt>Ĉu vi vere volas forigi la elektitan mesaĝon?<br />Unufoje forigita, ĝi ne povas esti restaŭrataj.</qt>

# @title:window
source: Delete Messages
eo: Forigi Mesaĝojn

# @title:window
source: Delete Message
eo: Forigi Mesaĝon

source: Moving messages…
eo: Movante mesaĝojn…

source: Deleting messages…
eo: Forigante mesaĝojn…

source: Messages deleted successfully.
eo: Mesaĝoj sukcese forigitaj

source: Messages moved successfully.
eo: Mesaĝoj sukcese movitaj.

source: Deleting messages failed.
eo: Forigo de mesaĝoj fiaskis.

source: Deleting messages canceled.
eo: Forigo de mesaĝoj interrompita.

source: Moving messages failed.
eo: Movo de mesaĝoj fiaskis.

source: Moving messages canceled.
eo: Movo de mesaĝoj interrompita.

# @title:window
source: Move Messages to Folder
eo: Ŝovi mesaĝojn al leterujo

source: Copying messages…
eo: Kopiante mesaĝojn…

source: Messages copied successfully.
eo: Mesaĝoj sukcese kopiitaj.

source: Copying messages failed.
eo: Kopiado de mesaĝoj malsukcesis.

source: Copying messages canceled.
eo: Kopiado de mesaĝoj nuligita.

# @title:window
source: Copy Messages to Folder
eo: Kopii Mesaĝojn al Dosierujo

source: Moving messages to trash…
eo: Movante mesaĝojn al rubujo…

source: Deleting and moving messages to trash…
eo: Forigante kaj movi mesaĝojn al rubujo…

source: Messages moved to trash successfully.
eo: Mesaĝoj sukcese movitaj al rubujo.

source: Messages moved to trash or deleted successfully
eo: Mesaĝoj movitaj al rubujo aŭ forigitaj sukcese

source: Moving messages to trash failed.
eo: Movi mesaĝojn al rubujo malsukcesis.

source: Deleting or moving messages to trash failed.
eo: Forigo aŭ movi mesaĝojn al rubujo malsukcesis.

source: Moving messages to trash canceled.
eo: Movado de mesaĝoj al rubujo nuligita.

source: Deleting or moving messages to trash canceled.
eo: Forigo aŭ movi mesaĝojn al rubujo nuligita.

# @title:window
source: Jump to Folder
eo: Salti al leterujo

source: The selected message is encrypted. It's currently not possible to delete attachments from encrypted messages.
eo: La elektita mesaĝo estas ĉifrita. Nuntempe ne eblas forigi aldonaĵojn de ĉifritaj mesaĝoj.

# @title:window
source: Delete Attachments from Encrypted Message
eo: Forigi Aldonaĵojn el Ĉifrita Mesaĝo

source: <html><p>Do you really want to delete all attachments from the selected message?<br />Once deleted, they cannot be restored.</p></html>
eo: <qt>Ĉu vi vere volas forigi ĉiujn kunsendaĵojn el la elektita mesaĝo?<br />Unufoje forigitaj, ili ne povas esti restaŭrataj.</qt>

source: <html><p>Note that deleting attachments from a cryptographically signed message will invalidate its signature.</p></html>
eo: <html><p>Rimarku ke forigo de aldonaĵoj el kriptografie subskribita mesaĝo malvalidigos ĝian subskribon.</p></html>

source: <html><p>It's not currently possible to delete attachments from encrypted messages.<br />Encrypted messages will be ignored.</p></html>
eo: <html><p>Aktuale ne eblas forigi kunsendaĵojn el ĉifritaj mesaĝoj.<br />Ĉifritaj mesaĝoj estos ignorataj.</p></html>

# @title:window
source: Delete Attachments
eo: Forigi kunsendaĵojn

source: Work Offline
eo: Labori malkonektite

source: Work Online
eo: Labori konektite

source: Save &As…
eo: &Konservi kiel…

# @action
source: &Expire All Folders
eo: &Eksvalidigi malnovon el ĉiuj leterujoj

source: Check &Mail
eo: Kontroli pri &Mesaĝoj

source: Check Mail In
eo: Kontroli Envenan Poŝton

source: Check Mail
eo: Kontroli Poŝton

# @info:tooltip
source: Check Mail
eo: Kontroli Poŝton

source: &Send Queued Messages
eo: &Sendi atendantajn mesaĝojn

source: Online status (unknown)
eo: Enreta statuso (nekonata)

source: Send Queued Messages Via
eo: Sendi atendantajn mesaĝojn per

source: Certificate Manager
eo: Atestila administrilo

source: &Import Messages…
eo: &Importi Mesaĝojn…

# @action
source: &Debug Sieve…
eo: Sencimigi Kri&brilon…

# @action
source: Filter &Log Viewer…
eo: Vidilo por Filtri Protoko&lojn…

# @action
source: Notification History…
eo: Sciiga Historio…

# @action
source: &Import from another Email Client…
eo: &Importi de alia Retpoŝta Kliento…

# @action
source: Edit "Out of Office" Replies…
eo: Redakti Respondojn pri "Ne en Oficejo"…

# @action
source: &Configure Automatic Archiving…
eo: &Agordi Aŭtomatan Arkivadon…

# @action
source: Delayed Messages…
eo: Prokrastitaj Mesaĝoj…

# @action
source: Followup Reminder Messages…
eo: Sekvu-Memorigilaj Mesaĝoj…

# @action Hard delete, bypassing trash
source: &Delete
eo: &Forigi

# @action
source: M&ove Thread to Trash
eo: M&ovi fadenon al rubujo

source: Move thread to trashcan
eo: Movi fadenon al rubujo

source: Delete T&hread
eo: Forigi fa&denon

source: &Find Messages…
eo: &Trovi Mesaĝojn…

# @action
source: Select &All Messages
eo: &Elekti ĉiujn mesaĝojn

# @action
source: &Mailing List Management…
eo: Dissendolista Ad&ministrado…

# @action
source: &Clear Akonadi Cache…
eo: Malplenigi Akonadi-&Kaŝmemoron…

# @action
source: &Clear Akonadi Cache in This Folder and All its Subfolders
eo: &Malplenigi Akonadi-kaŝmemoron en ĉi tiu dosierujo kaj ĉiuj ĝiaj subdosierujoj

source: &Assign Shortcut…
eo: &Atribui Fulmoklavon…

# @action
source: &Expiration Settings
eo: &Agordo pri eksvalidĝo

# @action
source: &Archive Folder…
eo: &Arkivi Dosierujon…

# @action
source: Load E&xternal References
eo: Ŝargi E&ksterajn Referencojn

source: Copy Message To…
eo: Kopii Mesaĝon Al…

source: Move Message To…
eo: Movi mesaĝon al…

source: &New Message…
eo: &Nova Mesaĝo…

# @action:intoolbar New Empty Message
source: New
eo: Nova

source: Message From &Template
eo: Mesaĝo de Ŝ&ablono

source: New Message t&o Mailing-List…
eo: N&ova mesaĝo al Dissendolisto…

source: &Create Filter
eo: &Krei filtrilon

# @action
source: Filter on &Subject…
eo: Filtri per T&emo…

# @action
source: Filter on &From…
eo: &Filtri per Sendinto…

# @action
source: Filter on &To…
eo: Filtri per Ricevan&to…

# @action
source: Filter on &Cc…
eo: Filtri per &Cc…

source: Mark &Thread
eo: Marki &Fadenon

source: Mark Thread as &Read
eo: Ma&rki Fadenon kiel Legita

source: Mark all messages in the selected thread as read
eo: Marki ĉiujn mesaĝojn en la fadenon kiel legitaj

source: Mark Thread as &Unread
eo: Marki Fadenon kiel &Nelegita

source: Mark all messages in the selected thread as unread
eo: Marki ĉiujn mesaĝojn en la fadenon kiel nelegitaj

source: Mark Thread as &Important
eo: Mark&i la fadenon kiel grava

# @action:button
source: Remove &Important Thread Mark
eo: Forig&i la fadenmarkon kiel grava

source: Mark Thread as &Action Item
eo: Marki Fadenon kiel &Agendero

# @action:button
source: Remove &Action Item Thread Mark
eo: Forigi &Agenderan Fadenomarkon

source: &Watch Thread
eo: Observi &fadenon

source: &Ignore Thread
eo: &Ignori Fadenon

source: Save A&ttachments…
eo: Konservi Kunsendi&taĵojn…

# @action:inmenu
source: Delete All Attachments
eo: Forigi ĉiujn kunsendaĵojn

source: Copy Decrypted To…
eo: Kopii Malĉifritan Al…

source: Appl&y All Filters
eo: Apliki ĉ&iujn filtrilojn

# View->
source: &Expand Thread / Group
eo: &Vastigi Fadenon/Grupon

source: Expand the current thread or group
eo: Vastigi la nunan fadenon aŭ grupon

# View->
source: &Collapse Thread / Group
eo: &Malvastigi Fadenon/Grupon

source: Collapse the current thread or group
eo: Malvastigi la nunan fadenon aŭ grupon

# View->
source: Ex&pand All Threads
eo: Malfal&di ĉiujn fadenojn

source: Expand all threads in the current folder
eo: Malfaldi ĉiujn fadenojn en la nuna leterujo

# View->
source: C&ollapse All Threads
eo: Faldi ĉiujn faden&ojn

source: Collapse all threads in the current folder
eo: Faldi ĉiujn fadenojn en la nuna leterujo

# @action
source: &Display Message
eo: &Montri mesaĝon

# @action
source: &Next Message
eo: &Sekva mesaĝo

source: Go to the next message
eo: Iri al la sekva mesaĝo

# @action
source: Next &Unread Message
eo: Se&kva nelegita mesaĝo

# @action:inmenu Goto next unread message
source: Next
eo: Poste

source: Go to the next unread message
eo: Iri al la sekva nelegita mesaĝo

# @action
source: &Previous Message
eo: An&taŭa mesaĝo

source: Go to the previous message
eo: Iri al la antaŭa mesaĝo

# @action
source: Previous Unread &Message
eo: Antaŭa nelegita &mesaĝo

# @action:inmenu Goto previous unread message.
source: Previous
eo: Antaŭa

source: Go to the previous unread message
eo: Iri al la antaŭa nelegita mesaĝo

# @action
source: Next Unread &Folder
eo: Sekva nelegita &leterujo

source: Go to the next folder with unread messages
eo: Sekva leterujo kun nelegitaj mesaĝoj

# @action
source: Previous Unread F&older
eo: Antaŭa nelegita leteruj&o

source: Go to the previous folder with unread messages
eo: Iri al antaŭa leterujo kun nelegitaj mesaĝoj

# Go->
source: Next Unread &Text
eo: Sekva nelegita &teksto

source: Go to the next unread text
eo: Iri al la sekva nelegita teksto

source: Scroll down current message. If at end of current message, go to next unread message.
eo: Ŝovu la mesaĝon malsupren. Se je fino de la mesaĝo, iru al la sekva nelegita mesaĝo.

source: Configure &Filters…
eo: Agordi &Filtrilojn…

# @action
source: Manage &Sieve Scripts…
eo: Administri Kribro&skriptojn…

source: &Add Account…
eo: &Aldoni Konton…

source: Configure &Notifications…
eo: Agordi sciigoj&n…

source: &Configure KMail…
eo: A&gordi KMail…

# @action
source: Expire…
eo: Eksvalidigi…

source: Add Favorite Folder…
eo: Aldoni Ŝatatan Dosierujon…

source: Apply All Filters
eo: Apliki Ĉiujn Filtrilojn

source: Apply Filters on Folder and All its Subfolders
eo: Apliki Filtrilojn sur Dosierujo kaj ĉiuj ĝiaj Subdosierujoj

source: Import/Export KMail Data…
eo: Importi/Eksporti KMail-Datumojn…

source: New AddressBook Contact…
eo: Nova Kontakto de Adreslibro…

source: Account &Settings
eo: Kon&tagordoj

source: Restart Account
eo: Restartigi Konton

# @action
source: Copy Message to Folder
eo: Kopii Mesaĝon al Leterujo

source: Jump to Folder…
eo: Salti al Leterujo…

# @action
source: Abort Current Operation
eo: Interrompi nunan trakton

# @action
source: Focus on Next Folder
eo: Fokusi al sekva leterujo

# @action
source: Focus on Previous Folder
eo: Fokusi al antaŭa leterujo

# @action
source: Select Folder with Focus
eo: Elekti leterujon per fokuso

# @action
source: Focus on First Folder
eo: Fokuso sur Unua Dosierujo

# @action
source: Focus on Last Folder
eo: Fokuso sur Lasta Dosierujo

# @action
source: Focus on Next Message
eo: Fokusi al sekva mesaĝo

# @action
source: Focus on Previous Message
eo: Fokusi al antaŭa mesaĝo

# @action
source: Select First Message
eo: Elekti Unuan Mesaĝon

# @action
source: Select Last Message
eo: Elekti Lastan Mesaĝon

# @action
source: Select Message with Focus
eo: Elekti mesaĝon per fokuso

# @action
source: Set Focus to Quick Search
eo: Meti Fokuson al Rapida Serĉo

# @action
source: Extend Selection to Previous Message
eo: Etendi Elekton al Antaŭa Mesaĝo

# @action
source: Extend Selection to Next Message
eo: Etendi Elekton al Sekva Mesaĝo

# @action
source: Move Message to Folder
eo: Ŝovi mesaĝon al leterujo

# @action
source: Mark All Messages As Read in This Folder and All its Subfolder
eo: Marku Ĉiuj Mesaĝoj Kiel Legite en Ĉi tiu Dosierujo kaj Ĉiuj ĝiaj Subdosierujoj

# @action
source: Remove Duplicates in This Folder and All its Subfolder
eo: Forigu Duplikatojn en Ĉi tiu Dosierujo kaj Ĉiuj ĝiaj Subdosierujoj

# @action
source: Previous Selected Folder
eo: Antaŭa Elektita Dosierujo

# @action
source: Next Selected Folder
eo: Sekva Elektita Dosierujo

# @title:window
source: Add Favorite Folder
eo: Aldoni Ŝatatan Dosierujon

source: &Delete Search
eo: &Forigi serĉon

source: M&ove Thread to Trash
eo: M&ovi fadenon al rubujo

source: Edit Search…
eo: Redakti Serĉon…

source: Configure Unified Mailbox
eo: Agordi Unuigitan Leterkeston

source: E&mpty Trash
eo: &Malplenigi rubujon

source: &Move All Messages to Trash
eo: Ŝovi ĉiujn &mesaĝojn al la rubujo

source: &Undo
eo: Malfar&u

source: &Undo: "%1"
eo: Malfar&u: "%1"

source: Filter %1
eo: Filtrilo %1

# Show shortcut for focus quick search. Don't change it
source: Search… <%1>
eo: Serĉi… <%1>

source: Use of HTML in mail will make you more vulnerable to "spam" and may increase the likelihood that your system will be compromised by other present and anticipated security exploits.
eo: Uzo de HTML en retpoŝto faras vin pli vundebla de varbmesaĝoj kaj povus altigi la verŝajnecon, ke via sistemo estos damaĝata de malica kodo.

# @action:button
source: Use HTML
eo: Uzi HTMLon

source: You have more than one email account set up. Do you want to enable the Unified Mailbox feature to show unified content of your inbox, sent and drafts folders? You can configure unified mailboxes, create custom ones or disable the feature completely in KMail's Plugin settings.
eo: Vi havas pli ol unu retpoŝtan konton agordita. Ĉu vi volas ebligi la funkcion de Unuigita Poŝtkesto por montri unuigitan enhavon de via enirkesto, senditaj kaj skizaj dosierujoj? Vi povas agordi unuigitajn leterkestojn, krei proprajn aŭ malŝalti la funkcion tute en Agordoj de Kromaĵoj de KMail.

source: Enable Unified Mailboxes?
eo: Ĉu Ebligi Unuigitajn Poŝtkestojn?

# @action:button
source: Enable Unified Mailboxes
eo: Ebligi Unuigitajn Poŝtkestojn

# @action:button
source: Cancel
eo: Nuligi

source: Do you want to restart Akonadi?
eo: Ĉu vi volas rekomenci Akonadi?

# @title:window
source: Restart Akonadi
eo: Rekomenci Akonadi

# @action:button
source: Restart
eo: Rekomenci

source: Akonadi restarted.
eo: Akonadi rekomenciĝis.

# @label:textbox
source: Starting…
eo: Komencante…

source: &Move to Trash
eo: &Movi al rubujo

# @action:intoolbar Move to Trash
source: Trash
eo: Rubujo

source: Move message to trashcan
eo: Movi mesaĝon al rubujo

source: Hide menu bar
eo: Kaŝi menubreton

source: Cannot copy item. %1
eo: Ne povas kopii objekton. %1

source: New Message To…
eo: Nova mesaĝo al…

source: Reply To…
eo: Respondi al…

source: Forward To…
eo: Plusendi al…

source: Add to Address Book
eo: Aldoni al adresaro

source: Add to Existing Contact
eo: Aldoni al ekzistanta kontakto

source: Open in Address Book
eo: Malfermi en adresaro

source: Bookmark This Link
eo: Konservi la ligilon kiel legosigno

source: Edit contact…
eo: Redakti kontakton…

# @action
source: Save Link As…
eo: Konservi Ligilon Kiel…

source: &Find in Message…
eo: &Trovi en Mesaĝo…

# @action
source: Save Image On Disk…
eo: Konservi Bildon Sur Disko…

# @action
source: Open Image…
eo: Malfermi Bildon…

source: Show HTML Format
eo: Montri HTML-Formaton

# @action
source: Show HTML format when mail comes from this contact
eo: Montri HTML-formaton kiam poŝto venas de ĉi tiu kontakto

# @action
source: Load external reference when mail comes for this contact
eo: Ŝargi eksteran referencon kiam poŝto venas por ĉi tiu kontakto

# @action
source: Share image…
eo: Kunhavigi bildon…

source: The KDE Mail Client
eo: La KDE-Poŝtkliento

source: Retrieving Folder Contents
eo: Reakiro de Dosierujo-Enhavo

source: Please wait . . .
eo: Bonvolu atendi . . .

source: Offline
eo: Senrete

source: KMail is currently in offline mode. Click <a href="kmail:goOnline">here</a> to go online . . .</p>
eo: KMail estas nuntempe en eksterreta reĝimo. Alklaku <a href="kmail:goOnline">ĉi tie</a> por enretiĝi. . .</p>

source: Account is currently in offline mode. Click <a href="kmail:goResourceOnline">here</a> to go online . . .</p>
eo: Konto estas nuntempe en eksterreta reĝimo. Alklaku <a href="kmail:goResourceOnline">ĉi tie</a> por enretiĝi. . .</p>

source: Contact modified successfully
eo: Kontakto modifita sukcese

source: New Messages In
eo: Novaj mesaĝoj en

source: There are no unread messages
eo: Estas neniuj nelegitaj mesaĝoj

source: 1 unread message
eo: 1 nelegita mesaĝo

# @option:check
source: Show full path for folders
eo: Montri plenan vojon por dosierujoj

# @info:tooltip
source: Show full path for each folder
eo: Montri plenan vojon por ĉiu dosierujo

# @info:whatsthis
source: Enable this option if you want to see the full path for each folder listed in the summary. If this option is not enabled, then only the base folder path will be shown.
eo: Ŝaltu ĉi tiun elekteblon se vi volas vidi la plenan vojon por ĉiu dosierujo listigita en la resumo. Se ĉi tiu elekteblo ne estas ŝaltita, tiam nur la baza dosierujo estos montrita.

# @action:inmenu
source: New Message…
eo: Nova Mesaĝo…

# @info:whatsthis
source: You will be presented with a dialog where you can create and send a new email message.
eo: Vi estos prezentita kun dialogo kie vi povas krei kaj sendi novan retmesaĝon.

# @action:inmenu
source: Sync Mail
eo: Sinkronigi Poŝton

# @info:whatsthis
source: Choose this option to synchronize your groupware email.
eo: Elektu ĉi tiun opcion por sinkronigi vian grupvaran retpoŝton.

source: New Messages
eo: Novaj Mesaĝoj

source: <qt><b>%1</b><br/>Total: %2<br/>Unread: %3</qt>
eo: <qt><b>%1</b><br/>Entute: %2<br/>Nelegita: %3</qt>

# @label:textbox
source: No unread messages in your monitored folders
eo: Neniuj nelegitaj mesaĝoj en viaj monitoritaj dosierujoj

source: Open Folder: "%1"
eo: Malfermi Dosierujon: "%1"

# @title:column plugin name
source: Summary Plugin Name
eo: Resuma Kromnomo

# @label:textbox
source: Select the plugin summaries to show on the summary page.
eo: Elekti la kromprogramojn por montri sur la resuma paĝo.

source: &Configure Summary View…
eo: &Agordi Resuman Vidon…

source: Kontact Summary
eo: Kontact-Resumo

source: Configure the summary view
eo: Agordi la resuman vidon

# @info:whatsthis
source: Choosing this will show a dialog where you can select which summaries you want to see and also allow you to configure the summaries to your liking.
eo: Elektante ĉi tion montros dialogon kie vi povas elekti kiajn resumojn vi volas vidi kaj ankaŭ ebligos al vi agordi la resumojn laŭ via plaĉo.

source: Summary for %1
eo: Resumo por %1
